Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: The datasource is too large to query.
tr: Veri kaynağı sorgulanamayacak kadar büyük.

source: The database is under an unusual load.
tr: Veritabanı alışılmadık bir yük altında.

source: The database returned an unexpected error.
tr: Veritabanı beklenmeyen bir hata döndürdü.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
tr: SQL sorgusunda bir sözdizimi hatası var. Belki bir yazım hatası veya yazım hatası olmuştur.

source: The column was deleted or renamed in the database.
tr: Sütun veritabanında silindi veya yeniden adlandırıldı.

source: The table was deleted or renamed in the database.
tr: Tablo veritabanında silindi veya yeniden adlandırıldı.

source: One or more parameters specified in the query are missing.
tr: Sorguda belirtilen bir veya daha fazla parametre eksik.

source: The hostname provided can't be resolved.
tr: Sağlanan ana bilgisayar adı çözülemiyor.

source: The port is closed.
tr: Port kapalı.

source: The host might be down, and can't be reached on the provided port.
tr: Sunucu kapalı olabilir ve port noktasından ulaşılamaz.

source: Superset encountered an error while running a command.
tr: Superset, bir komutu çalıştırırken bir hatayla karşılaştı.

source: Superset encountered an unexpected error.
tr: Superset beklenmeyen bir hatayla karşılaştı.

source: The username provided when connecting to a database is not valid.
tr: Bir veritabanına bağlanırken sağlanan kullanıcı adı geçerli değil.

source: The password provided when connecting to a database is not valid.
tr: Bir veritabanına bağlanırken sağlanan parola geçerli değil.

source: Either the username or the password is wrong.
tr: Ya kullanıcı adı ya da şifre yanlış.

source: Either the database is spelled incorrectly or does not exist.
tr: Ya veritabanı yanlış yazılmış ya da mevcut değil.

source: The schema was deleted or renamed in the database.
tr: Şema veritabanında silindi veya yeniden adlandırıldı.

source: User doesn't have the proper permissions.
tr: Kullanıcı uygun izinlere sahip değil.

source: One or more parameters needed to configure a database are missing.
tr: Bir veritabanını yapılandırmak için gereken bir veya daha fazla parametre eksik.

source: The submitted payload has the incorrect format.
tr: Gönderilen yükün biçimi yanlış.

source: The submitted payload has the incorrect schema.
tr: Gönderilen yükte yanlış şema var.

source: Results backend needed for asynchronous queries is not configured.
tr: Eşzamansız sorgular için gereken sonuçlar arka ucu yapılandırılmamış.

source: Database does not allow data manipulation.
tr: Veritabanı veri manipülasyonuna izin vermiyor.

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
tr: CTAS'ın (seçilen tabloyu oluştur) sonunda bir SELECT ifadesi yoktur. Lütfen sorgunuzun son ifadesi olarak bir SELECT olduğundan emin olun. Ardından, sorgunuzu tekrar çalıştırmayı deneyin.

source: CVAS (create view as select) query has more than one statement.
tr: CVAS (create view as select) sorgusu birden fazla deyim içerir.

source: CVAS (create view as select) query is not a SELECT statement.
tr: CVAS (seçilen olarak görünüm oluştur) sorgusu bir SELECT ifadesi değildir.

source: Query is too complex and takes too long to run.
tr: Sorgu çok karmaşık ve çalıştırılması çok uzun sürüyor.

source: The database is currently running too many queries.
tr: Veritabanı şu anda çok fazla sorgu çalıştırıyor.

source: One or more parameters specified in the query are malformatted.
tr: Sorguda belirtilen bir veya daha fazla parametre hatalı biçimlendirilmiş.

source: The object does not exist in the given database.
tr: Nesne verilen veritabanında yok.

source: The query has a syntax error.
tr: Sorguda bir sözdizimi hatası var.

source: The results backend no longer has the data from the query.
tr: Sonuçlar arka ucu artık sorgudan gelen verileri içermiyor.

source: The query associated with the results was deleted.
tr: Sonuçlarla ilişkili sorgu silindi.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
tr: Arka uçta depolanan sonuçlar farklı bir biçimde depolanmıştır ve artık seri durumundan çıkarılamaz.

source: The port number is invalid.
tr: Bağlantı noktası numarası geçersiz.

source: Failed to start remote query on a worker.
tr: Bir çalışan üzerinde uzak sorgu başlatılamadı.

source: The database was deleted.
tr: Veritabanı silindi.

source: Custom SQL fields cannot contain sub-queries.
tr: Özel SQL alanları alt sorgular içeremez.

source: Invalid certificate
tr: Geçersiz sertifika

source: Unsafe return type for function %(func)s: %(value_type)s
tr: %(func)s işlevi için güvenli olmayan dönüş türü: %(value_type)s

source: Unsupported return value for method %(name)s
tr: %(name)s yöntemi için desteklenmeyen dönüş değeri

source: Unsafe template value for key %(key)s: %(value_type)s
tr: %(key)s anahtarı için güvenli olmayan şablon değeri: %(value_type)s

source: Unsupported template value for key %(key)s
tr: %(key)s anahtarı için desteklenmeyen şablon değeri

source: Only SELECT statements are allowed against this database.
tr: Bu veritabanında yalnızca SELECT ifadelerine izin verilir.

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
tr: Sorgu, %(sqllab_timeout)s saniye sonra sonlandırıldı. Çok karmaşık olabilir veya veritabanı ağır yük altında olabilir.

source: Results backend is not configured.
tr: Sonuçlar arka ucu yapılandırılmamış.

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
tr: CTAS (seçim olarak tablo oluştur), yalnızca son ifadenin bir SELECT olduğu bir sorgu ile çalıştırılabilir. Lütfen sorgunuzun son ifadesi olarak bir SELECT olduğundan emin olun. Ardından, sorgunuzu tekrar çalıştırmayı deneyin.

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
tr: CVAS (seçilen olarak görünüm oluştur), yalnızca tek bir SELECT ifadesine sahip bir sorgu ile çalıştırılabilir. Lütfen sorgunuzun yalnızca bir SELECT ifadesi olduğundan emin olun. Ardından, sorgunuzu tekrar çalıştırmayı deneyin.

source: Running statement %(statement_num)s out of %(statement_count)s
tr: %(statement_num)s ifadesinden %(statement_count)s çalıştırılıyor

source: Statement %(statement_num)s out of %(statement_count)s
tr: Açıklama %(statement_num)s / %(statement_count)s

source: Viz is missing a datasource
tr: Viz'de bir veri kaynağı eksik

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
tr: Uygulanan hareketli pencere herhangi bir veri döndürmedi. Lütfen kaynak sorgunun hareketli pencerede tanımlanan minimum süreleri karşıladığından emin olun.

source: From date cannot be larger than to date
tr: Başlangıç ​​tarihi, tarihten büyük olamaz

source: Cached value not found
tr: Önbelleğe alınmış değer bulunamadı

source: Columns missing in datasource: %(invalid_columns)s
tr: Veri kaynağında eksik sütunlar: %(invalid_columns)s

source: Table View
tr: Tablo görünümü

source: You cannot use [Columns] in combination with [Group By]/[Metrics]/[Percentage Metrics]. Please choose one or the other.
tr: [Sütunlar]'ı [Gruplama Ölçütü]/[Metrikler]/[Yüzde Metrikler] ile birlikte kullanamazsınız. Lütfen birini veya diğerini seçin.

source: Pick a granularity in the Time section or uncheck 'Include Time'
tr: Zaman bölümünde bir ayrıntı düzeyi seçin veya "Zamanı Dahil Et" seçeneğinin işaretini kaldırın.

source: Time Table View
tr: Zaman Tablosu Görünümü

source: Pick at least one metric
tr: En az bir metrik seçin

source: When using 'Group By' you are limited to use a single metric
tr: "Gruplama Ölçütü"nü kullanırken, tek bir metrik kullanmakla sınırlandırılırsınız

source: Pivot Table
tr: Pivot tablo

source: Please choose at least one 'Group by' field
tr: Lütfen en az bir 'Gruplama ölçütü' alanı seçin

source: Please choose at least one metric
tr: Lütfen en az bir metrik seçin

source: Group By' and 'Columns' can't overlap
tr: Group By' ve 'Sütunlar' çakışamaz

source: Treemap
tr: Ağaç görünüm

source: Calendar Heatmap
tr: Takvim Isı Haritası

source: Bubble Chart
tr: Kabarcık Grafiği

source: Please use 3 different metric labels
tr: Lütfen 3 farklı metrik etiket kullanın

source: Pick a metric for x, y and size
tr: X, Y ve boyutları için bir metrik seçin

source: Bullet Chart
tr: Madde İşareti Tablosu

source: Pick a metric to display
tr: Görüntülenecek bir metrik seçin

source: Big Number with Trendline
tr: Trendline ile Büyük Sayı

source: Pick a metric!
tr: Bir metrik seçin!

source: Big Number
tr: Büyük sayı

source: Time Series - Line Chart
tr: Zaman Serisi - Çizgi Grafik

source: Pick a time granularity for your time series
tr: Zaman serileriniz için bir zaman ayrıntı düzeyi seçin

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
tr: Zaman karşılaştırması kullanılırken hem başlangıç ​​hem de bitiş belirtilmelidir.

source: Time Series - Multiple Line Charts
tr: Zaman Serisi - Çoklu Çizgi Grafikleri

source: Time Series - Dual Axis Line Chart
tr: Zaman Serisi - Çift Eksenli Çizgi Grafiği

source: Pick a metric for left axis!
tr: Sol eksen için bir metrik seçin!

source: Pick a metric for right axis!
tr: Sağ eksen için bir metrik seçin!

source: Please choose different metrics on left and right axis
tr: Lütfen sol ve sağ eksende farklı metrikler seçin

source: Time Series - Bar Chart
tr: Zaman Serisi - Çubuk Grafik

source: Time Series - Period Pivot
tr: Zaman Serisi - Dönem Pivotu

source: Time Series - Percent Change
tr: Zaman Serisi - Yüzde Değişim

source: Time Series - Stacked
tr: Zaman Serisi - Yığılmış

source: Must have at least one numeric column specified
tr: Belirtilen en az bir sayısal sütuna sahip olmalıdır

source: Distribution - Bar Chart
tr: Dağıtım - Çubuk Grafik

source: Can't have overlap between Series and Breakdowns
tr: Seriler ve Arızalar arasında çakışma olamaz

source: Pick at least one field for [Series]
tr: [Seri] için en az bir alan seçin

source: Sunburst
tr: Güneş patlaması

source: Pick exactly 2 columns as [Source / Target]
tr: [Kaynak / Hedef] olarak tam olarak 2 sütun seçin

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
tr: Sankey'inizde bir döngü var, lütfen bir ağaç sağlayın. İşte hatalı bir bağlantı: {}

source: Directed Force Layout
tr: Yönlendirilmiş Kuvvet Düzeni

source: Country Map
tr: Ülke Haritası

source: World Map
tr: Dünya haritası

source: Filters
tr: Filtreler

source: Invalid filter configuration, please select a column
tr: Geçersiz filtre yapılandırması, lütfen bir sütun seçin

source: Parallel Coordinates
tr: Paralel Koordinatlar

source: Heatmap
tr: Sıcaklık haritası

source: Horizon Charts
tr: Ufuk Grafikleri

source: Mapbox
tr: Harita kutusu

source: [Longitude] and [Latitude] must be set
tr: [Boylam] ve [Enlem] ayarlanmalıdır

source: Must have a [Group By] column to have 'count' as the [Label]
tr: [Etiket] olarak "sayılmak" için bir [Gruplama Ölçütü] sütunu olmalıdır

source: Choice of [Label] must be present in [Group By]
tr: [Etiket] seçimi [Group By] içinde mevcut olmalıdır

source: Choice of [Point Radius] must be present in [Group By]
tr: [Nokta Yarıçapı] seçimi, [Gruplama Ölçütü] içinde mevcut olmalıdır

source: [Longitude] and [Latitude] columns must be present in [Group By]
tr: [Boylam] ve [Enlem] sütunları [Gruplama Ölçütü]'nde bulunmalıdır

source: Deck.gl - Multiple Layers
tr: Deck.gl - Çoklu Katmanlar

source: Bad spatial key
tr: Kötü uzamsal anahtar

source: Invalid spatial point encountered: %s
tr: Geçersiz uzamsal noktayla karşılaşıldı: %s

source: Encountered invalid NULL spatial entry, please consider filtering those out
tr: Geçersiz NULL uzamsal girişle karşılaşıldı, lütfen bunları filtrelemeyi düşünün

source: Deck.gl - Scatter plot
tr: Deck.gl - Dağılım grafiği

source: Deck.gl - Screen Grid
tr: Deck.gl - Ekran Izgarası

source: Deck.gl - 3D Grid
tr: Deck.gl - 3B Izgara

source: Deck.gl - Paths
tr: Deck.gl - Yollar

source: Deck.gl - Polygon
tr: Deck.gl - Çokgen

source: Deck.gl - Arc
tr: Deck.gl - Ark

source: Event flow
tr: Olay akışı

source: Time Series - Paired t-test
tr: Zaman Serisi - Eşleştirilmiş t-testi

source: Time Series - Nightingale Rose Chart
tr: Zaman Serisi - Bülbül Gülü Tablosu

source: Partition Diagram
tr: Bölme Şeması

source: Please choose at least one groupby
tr: Lütfen en az bir grup seçin

source: Invalid advanced data type: %(advanced_data_type)s
tr: Geçersiz gelişmiş veri türü: %(advanced_data_type)s

source: All Text
tr: Tüm Metin

source: End date must be after start date
tr: Bitiş tarihi, başlangıç ​​tarihinden sonra olmalıdır

source: Short description must be unique for this layer
tr: Kısa açıklama bu katman için benzersiz olmalıdır

source: Annotations could not be deleted.
tr: Ek açıklamalar silinemedi.

source: Annotation not found.
tr: Açıklama bulunamadı.

source: Annotation parameters are invalid.
tr: Ek açıklama parametreleri geçersiz.

source: Annotation could not be created.
tr: Ek açıklama oluşturulamadı.

source: Annotation could not be updated.
tr: Ek açıklama güncellenemedi.

source: Annotation delete failed.
tr: Ek açıklama silinemedi.

source: Annotation layer parameters are invalid.
tr: Ek açıklama katmanı parametreleri geçersiz.

source: Annotation layer could not be deleted.
tr: Açıklama katmanı silinemedi.

source: Annotation layer could not be created.
tr: Açıklama katmanı oluşturulamadı.

source: Annotation layer could not be updated.
tr: Açıklama katmanı güncellenemedi.

source: Annotation layer not found.
tr: Açıklama katmanı bulunamadı.

source: Annotation layer delete failed.
tr: Ek açıklama katmanı silinemedi.

source: Annotation layer has associated annotations.
tr: Ek açıklama katmanı, ilişkili ek açıklamalara sahiptir.

source: Name must be unique
tr: Ad benzersiz olmalıdır

source: Is certified
tr: Sertifikalı

source: Has created by
tr: Oluşturan

source: Created by me
tr: Benim tarafımdan oluşturuldu

source: Owned Created or Favored
tr: Sahip olunan Oluşturulan veya Tercih edilen

source: Total (%(aggfunc)s)
tr: Toplam (%(aggfunc)s)

source: Subtotal
tr: Ara toplam

source: `confidence_interval` must be between 0 and 1 (exclusive)
tr: "güven_aralığı", 0 ile 1 arasında olmalıdır (özel)

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
tr: alt yüzdelik dilim 0'dan büyük ve 100'den küçük olmalıdır. Üst yüzdelik dilimden düşük olmalıdır.

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
tr: üst yüzdelik dilim 0'dan büyük ve 100'den küçük olmalıdır. Alt yüzdelik dilimden yüksek olmalıdır.

source: `width` must be greater or equal to 0
tr: "genişlik" 0'dan büyük veya ona eşit olmalıdır

source: `row_limit` must be greater than or equal to 0
tr: "row_limit" 0'dan büyük veya ona eşit olmalıdır

source: `row_offset` must be greater than or equal to 0
tr: "row_offset" 0'dan büyük veya ona eşit olmalıdır

source: orderby column must be populated
tr: orderby sütunu doldurulmalıdır

source: There are associated alerts or reports: %s,
tr: İlişkili uyarılar veya raporlar var: %s,

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
tr: Zaman dizisi belirsiz. Lütfen [%(human_readable)s önce] veya [%(human_readable)s sonra] belirtin.

source: Cannot parse time string [%(human_readable)s]
tr: [%(human_readable)s] zaman dizisi ayrıştırılamıyor

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
tr: Zaman deltası belirsizdir. Lütfen [%(human_readable)s önce] veya [%(human_readable)s sonra] belirtin.

source: Database does not exist
tr: Veritabanı mevcut değil

source: Dashboards do not exist
tr: Paneller mevcut değil

source: Datasource type is required when datasource_id is given
tr: Datasource_id verildiğinde veri kaynağı türü gereklidir

source: Chart parameters are invalid.
tr: Grafik parametreleri geçersiz.

source: Chart could not be created.
tr: Grafik oluşturulamadı.

source: Chart could not be updated.
tr: Grafik güncellenemedi.

source: Chart could not be deleted.
tr: Grafik silinemedi.

source: There are associated alerts or reports
tr: İlişkili uyarılar veya raporlar var

source: You don't have access to this chart.
tr: Bu grafiğe erişiminiz yok.

source: Changing this chart is forbidden
tr: Bu tabloyu değiştirmek yasaktır

source: Charts could not be deleted.
tr: Grafikler silinemedi.

source: Import chart failed for an unknown reason
tr: Tabloyu içe aktarma, bilinmeyen bir nedenle başarısız oldu

source: Chart has no query context saved. Please save the chart again.
tr: Grafiğin kaydedilmiş bir sorgu bağlamı yok. Lütfen grafiği tekrar kaydedin.

source: Request is incorrect: %(error)s
tr: İstek yanlış: %(error)s

source: Request is not JSON
tr: İstek JSON değil

source: Empty query result
tr: Boş sorgu sonucu

source: Error: %(error)s
tr: Hata: %(error)s

source: Owners are invalid
tr: Sahipler geçersiz

source: Some roles do not exist
tr: Bazı roller mevcut değil

source: Datasource type is invalid
tr: Veri kaynağı türü geçersiz

source: Datasource does not exist
tr: Veri kaynağı mevcut değil

source: Query does not exist
tr: Sorgu mevcut değil

source: Invalid result type: %(result_type)s
tr: Geçersiz sonuç türü: %(result_type)s

source: Columns missing in dataset: %(invalid_columns)s
tr: Veri kümesinde eksik sütunlar: %(invalid_columns)s

source: A time column must be specified when using a Time Comparison.
tr: Zaman Karşılaştırması kullanılırken bir zaman alanı belirtilmelidir.

source: The chart does not exist
tr: Grafik yok

source: The chart datasource does not exist
tr: Grafik veri kaynağı mevcut değil

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
tr: Yinelenen sütun/metrik etiketleri: %(labels)s. Lütfen tüm sütunların ve metriklerin benzersiz bir etiketi olduğundan emin olun.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
tr: "series_columns" içindeki aşağıdaki girişler "columns" içinde eksik: %(columns)s.

source: `operation` property of post processing object undefined
tr: sonradan işleme nesnesinin "işlem" özelliği tanımsız

source: Unsupported post processing operation: %(operation)s
tr: Desteklenmeyen işlem sonrası hareket: %(operation)s

source: [asc]
tr: [artan]

source: [desc]
tr: [azalan]

source: Error in jinja expression in fetch values predicate: %(msg)s
tr: Getirme değerlerindeki jinja ifadesinde hata, yüklem: %(msg)s

source: Virtual dataset query must be read-only
tr: Sanal veri kümesi sorgusu salt okunur olmalıdır

source: Error while rendering virtual dataset query: %(msg)s
tr: Sanal veri kümesi sorgusu oluşturulurken hata oluştu: %(msg)s

source: Virtual dataset query cannot be empty
tr: Sanal veri kümesi sorgusu boş olamaz

source: Virtual dataset query cannot consist of multiple statements
tr: Sanal veri kümesi sorgusu birden fazla ifadeden oluşamaz

source: Error in jinja expression in RLS filters: %(msg)s
tr: RLS filtrelerindeki jinja ifadesinde hata: %(msg)s

source: Metric '%(metric)s' does not exist
tr: '%(metric)s' metriği mevcut değil

source: Db engine did not return all queried columns
tr: Db motoru, sorgulanan tüm sütunları döndürmedi

source: Only `SELECT` statements are allowed
tr: Yalnızca "SELECT" ifadelerine izin verilir

source: Only single queries supported
tr: Yalnızca tek sorgular desteklenir

source: Columns
tr: Sütunlar

source: Show Column
tr: Sütunu Göster

source: Add Column
tr: Sütun Ekle

source: Edit Column
tr: Sütunu Düzenle

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
tr: Bu sütunun bir [Zaman Ayrıntı Düzeyi] seçeneği olarak kullanılabilir hale getirilip getirilmeyeceği, sütunun DATETIME veya DATETIME benzeri olması gerekir

source: Whether this column is exposed in the `Filters` section of the explore view.
tr: Bu sütunun, keşif görünümünün "Filtreler" bölümünde gösterilip gösterilmeyeceği.

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
tr: Veritabanı tarafından çıkarılan veri türü. Bazı durumlarda ifade tanımlı sütunlar için manuel olarak bir tür girmek gerekli olabilir. Çoğu durumda kullanıcıların bunu değiştirmesi gerekmez.

source: Column
tr: Kolon

source: Verbose Name
tr: Ayrıntılı Ad

source: Description
tr: Tanım

source: Groupable
tr: Gruplanabilir

source: Filterable
tr: Filtrelenebilir

source: Table
tr: Masa

source: Expression
tr: İfade

source: Is temporal
tr: Zamansal

source: Datetime Format
tr: Tarih saat formatı

source: Type
tr: Tip

source: Business Data Type
tr: İş Veri Türü

source: Invalid date/timestamp format
tr: Geçersiz tarih/zaman damgası biçimi

source: Metrics
tr: Metrikler

source: Show Metric
tr: Metrik Göster

source: Add Metric
tr: Metrik Ekle

source: Edit Metric
tr: Metriği Düzenle

source: Metric
tr: Metrik

source: SQL Expression
tr: SQL İfadesi

source: D3 Format
tr: D3 Biçimi

source: Extra
tr: Ekstra

source: Warning Message
tr: Uyarı mesajı

source: Tables
tr: Tablolar

source: Show Table
tr: Tabloyu Göster

source: Import a table definition
tr: Bir tablo tanımını içe aktarın

source: Edit Table
tr: Tabloyu Düzenle

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
tr: Bu tabloyla ilişkili grafiklerin listesi. Bu veri kaynağını değiştirerek, bu ilişkili grafiklerin davranışını değiştirebilirsiniz. Ayrıca grafiklerin bir veri kaynağına işaret etmesi gerektiğini unutmayın; bu nedenle, bir veri kaynağından grafikler kaldırılırsa bu form kaydetmede başarısız olur. Bir grafiğin veri kaynağını değiştirmek isterseniz, "keşfetme görünümünden" grafiğin üzerine yazın

source: Timezone offset (in hours) for this datasource
tr: Bu veri kaynağı için saat dilimi farkı (saat cinsinden)

source: Name of the table that exists in the source database
tr: Kaynak veritabanında bulunan tablonun adı

source: Schema, as used only in some databases like Postgres, Redshift and DB2
tr: Yalnızca Postgres, Redshift ve DB2 gibi bazı veritabanlarında kullanılan şema

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
tr: Bu alanlar, bir Üstküme görünümü görevi görür, yani Üstküme, bu dizeye karşı bir alt sorgu olarak bir sorgu çalıştırır.

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
tr: Filtre kontrol bileşenini doldurmak için farklı değer getirilirken uygulanan yüklem. Jinja şablonu sözdizimini destekler. Yalnızca "Filtre Seçimini Etkinleştir" açık olduğunda geçerlidir.
