Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Time-series Percent Change
tr: Zaman Serisi Yüzde Değişimi

source: Sort Bars
tr: Sıralama Çubukları

source: Sort bars by x labels.
tr: Çubukları x etiketlerine göre sıralayın.

source: Breakdowns
tr: Arızalar

source: Defines how each series is broken down
tr: Her serinin nasıl bozulduğunu tanımlar

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
tr: Çubukları kullanarak farklı kategorilerdeki metrikleri karşılaştırır. Çubuk uzunlukları, her bir değerin büyüklüğünü belirtmek için kullanılır ve renk, grupları ayırt etmek için kullanılır.

source: Bar Chart (legacy)
tr: Çubuk Grafik (eski)

source: Bar Chart
tr: Grafik çubuğu

source: Additive
tr: Katkı

source: Discrete
tr: Ayrık

source: Y Axis 1
tr: Y Ekseni 1

source: Y Axis 2
tr: Y Ekseni 2

source: Left Axis Metric
tr: Sol Eksen Metrik

source: Choose a metric for left axis
tr: Sol eksen için bir metrik seçin

source: Left Axis Format
tr: Sol Eksen Formatı

source: Visualizes 2 metrics as line plots using the same x-axis. This chart is useful for comparing metrics across the same time range.
tr: Aynı x eksenini kullanarak 2 metriği çizgi çizimleri olarak görselleştirir. Bu grafik, aynı zaman aralığındaki metrikleri karşılaştırmak için kullanışlıdır.

source: Dual Line Chart
tr: Çift Çizgi Tablosu

source: Propagate
tr: Yaymak

source: Send range filter events to other charts
tr: Aralık filtresi olaylarını diğer grafiklere gönder

source: Classic chart that visualizes how metrics change over time.
tr: Metriklerin zaman içinde nasıl değiştiğini görselleştiren klasik grafik.

source: Battery level over time
tr: Zamanla pil seviyesi

source: Line Chart (legacy)
tr: Çizgi Grafik (eski)

source: Prefix metric name with slice name
tr: Dilim adı ile önek metrik adı

source: Y Axis Left
tr: Y Ekseni Sol

source: Left Axis chart(s)
tr: Sol Eksen grafik(ler)i

source: Choose one or more charts for left axis
tr: Sol eksen için bir veya daha fazla grafik seçin

source: Y Axis Right
tr: Y Ekseni Sağ

source: Right Axis chart(s)
tr: Sağ Eksen grafik(ler)i

source: Choose one or more charts for right axis
tr: Sağ eksen için bir veya daha fazla grafik seçin

source: Visualize two different time series using the same x-axis time range. This chart is being deprecated and we recommend using the Mixed Timeseries Chart instead!
tr: Aynı x ekseni zaman aralığını kullanarak iki farklı zaman serisini görselleştirin. Bu tablo kullanımdan kaldırılıyor ve bunun yerine Karma Zaman Serisi Tablosunu kullanmanızı öneririz!

source: Multiple Line Charts
tr: Çoklu Çizgi Grafikler

source: Label Type
tr: Etiket Türü

source: Category Name
tr: Kategori adı

source: Value
tr: Değer

source: Percentage
tr: Yüzde

source: Category and Value
tr: Kategori ve Değer

source: Category and Percentage
tr: Kategori ve Yüzde

source: Category, Value and Percentage
tr: Kategori, Değer ve Yüzde

source: What should be shown on the label?
tr: Etikette ne gösterilmelidir?

source: Donut
tr: Tatlı çörek

source: Do you want a donut or a pie?
tr: Çörek mi yoksa turta mı istersin?

source: Show Labels
tr: Etiketleri Göster

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
tr: Etiketlerin görüntülenip görüntülenmeyeceği. Etiketin yalnızca %5 eşiğinde görüntülendiğini unutmayın.

source: Put labels outside
tr: Etiketleri dışarıya koy

source: Put the labels outside the pie?
tr: Etiketleri pastanın dışına koy?

source: Pie Chart
tr: Yuvarlak diyagram

source: Frequency
tr: Sıklık

source: Year (freq=AS)
tr: Yıl (sıklık=AS)

source: 52 weeks starting Monday (freq=52W-MON)
tr: Pazartesiden başlayarak 52 hafta (sıklık=52W-MON)

source: 1 week starting Sunday (freq=W-SUN)
tr: Pazardan başlayarak 1 hafta (sıklık=W-PAZ)

source: 1 week starting Monday (freq=W-MON)
tr: Pazartesiden başlayarak 1 hafta (sıklık=W-MON)

source: Day (freq=D)
tr: Gün (sıklık=D)

source: 4 weeks (freq=4W-MON)
tr: 4 hafta (sıklık=4W-MON)

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
tr: Zamanın döndürüleceği periyodiklik. Kullanıcılar "Pandalar" ofset takma adı sağlayabilir. Kabul edilen "freq" ​​ifadeleri hakkında daha fazla ayrıntı için bilgi balonunu tıklayın.

source: Time-series Period Pivot
tr: Zaman Serisi Dönem Pivotu

source: Formula
tr: Formül

source: Event
tr: Etkinlik

source: Interval
tr: Aralık

source: Stack
tr: Yığın

source: Stream
tr: Aktarım

source: Expand
tr: Genişletmek

source: Show legend
tr: Efsaneyi göster

source: Whether to display a legend for the chart
tr: Grafik için bir açıklamanın görüntülenip görüntülenmeyeceği

source: Margin
tr: Marj

source: Additional padding for legend.
tr: Efsane için ek dolgu.

source: Scroll
tr: Taslak

source: Plain
tr: Ova

source: Legend type
tr: Açıklama türü

source: Orientation
tr: Oryantasyon

source: Bottom
tr: Alt

source: Legend Orientation
tr: Gösterge Yönü

source: Show Value
tr: Değeri Göster

source: Show series values on the chart
tr: Seri değerlerini grafikte göster

source: Stack series on top of each other
tr: Serileri üst üste istifleyin

source: Only Total
tr: Sadece Toplam

source: Only show the total value on the stacked chart, and not show on the selected category
tr: Yığılmış grafikte yalnızca toplam değeri göster ve seçili kategoride gösterme

source: Percentage threshold
tr: Yüzde eşiği

source: Minimum threshold in percentage points for showing labels.
tr: Etiketleri göstermek için yüzde puan cinsinden minimum eşik.

source: Rich tooltip
tr: Zengin araç ipucu

source: Shows a list of all series available at that point in time
tr: O anda mevcut olan tüm serilerin bir listesini gösterir

source: Tooltip time format
tr: Araç ipucu zaman biçimi

source: Tooltip sort by metric
tr: Araç ipucu metriğe göre sıralama

source: Whether to sort tooltip by the selected metric in descending order.
tr: Araç ipucunun seçilen metriğe göre azalan düzende sıralanıp sıralanmayacağı.

source: Tooltip
tr: İpucu

source: Sort Series By
tr: Serileri Şuna Göre Sırala

source: Based on what should series be ordered on the chart and legend
tr: Grafikte ve göstergede hangi dizilerin sıralanması gerektiğine bağlı olarak

source: Sort Series Ascending
tr: Serileri Artan Sırala

source: Sort series in ascending order
tr: Serileri artan düzende sırala

source: Series Order
tr: Seri Siparişi

source: Last available value seen on %s
tr: %s tarihinde görülen son kullanılabilir değer

source: Not up to date
tr: Güncel değil

source: No data
tr: Veri yok

source: No data after filtering or data is NULL for the latest time record
tr: Filtrelemeden sonra veri yok veya en son zaman kaydı için veri NULL

source: Try applying different filters or ensuring your datasource has data
tr: Farklı filtreler uygulamayı deneyin veya veri kaynağınızın veri içerdiğinden emin olun

source: Big Number Font Size
tr: Büyük Sayı Yazı Tipi Boyutu

source: Tiny
tr: Minik

source: Small
tr: Küçük

source: Large
tr: Büyük

source: Huge
tr: Büyük

source: Subheader Font Size
tr: Alt Başlık Yazı Tipi Boyutu

source: Display settings
tr: Görüntü ayarları

source: Subheader
tr: Alt başlık

source: Description text that shows up below your Big Number
tr: Büyük Numaranızın altında görünen açıklama metni

source: Force date format
tr: Tarih formatını zorla

source: Use date formatting even when metric value is not a timestamp
tr: Metrik değer bir zaman damgası olmadığında bile tarih biçimlendirmesini kullanın

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
tr: Tek bir metriği önde ve merkezde gösterir. Büyük sayı en iyi şekilde bir KPI'ya veya hedef kitlenizin odaklanmasını istediğiniz bir şeye dikkat çekmek için kullanılır.

source: A Big Number
tr: Büyük Bir Sayı

source: With a subheader
tr: Alt başlık ile

source: Formattable
tr: Biçimlendirilebilir

source: Comparison Period Lag
tr: Karşılaştırma Süresi Gecikmesi

source: Based on granularity, number of time periods to compare against
tr: Ayrıntı düzeyine bağlı olarak, karşılaştırılacak zaman aralığı sayısı

source: Comparison suffix
tr: Karşılaştırma soneki

source: Suffix to apply after the percentage display
tr: Yüzde gösteriminden sonra uygulanacak son ek

source: Show Timestamp
tr: Zaman Damgasını Göster

source: Whether to display the timestamp
tr: Zaman damgasının görüntülenip görüntülenmeyeceği

source: Show Trend Line
tr: Trend Çizgisini Göster

source: Whether to display the trend line
tr: Trend çizgisinin görüntülenip görüntülenmeyeceği

source: Start y-axis at 0
tr: y eksenini 0'dan başlat

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
tr: Y eksenini sıfırdan başlat. Verilerdeki y eksenini minimum değerde başlatmak için işareti kaldırın.

source: Fix to selected Time Range
tr: Seçilen Zaman Aralığına Sabitle

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
tr: Filtrelenen sonuçların başlangıç ​​veya bitiş tarihlerini içermemesi durumunda, trend çizgisini belirtilen tam zaman aralığına sabitleyin

source: TEMPORAL X-AXIS
tr: GEÇİCİ X EKSENİ

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
tr: Önemli bir metriğe ve onun zaman içindeki değişimine veya başka bir boyuta dikkat çekmek için basit bir çizgi grafiğin eşlik ettiği tek bir sayıyı gösterir.

source: Whisker/outlier options
tr: Bıyık/aykırı değer seçenekleri

source: Determines how whiskers and outliers are calculated.
tr: Bıyıkların ve aykırı değerlerin nasıl hesaplandığını belirler.

source: Tukey
tr: Türkiye

source: Min/max (no outliers)
tr: Min/maks (aykırı değer yok)

source: 2/98 percentiles
tr: 2/98 yüzdelikler

source: 9/91 percentiles
tr: 9/91 yüzdelikler

source: Categories to group by on the x-axis.
tr: X ekseninde gruplandırılacak kategoriler.

source: Distribute across
tr: Boyunca dağıt

source: Columns to calculate distribution across.
tr: Dağılımı hesaplamak için sütunlar.

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
tr: Kutu ve bıyık grafiği olarak da bilinen bu görselleştirme, ilgili bir metriğin birden çok gruptaki dağılımlarını karşılaştırır. Ortadaki kutu ortalama, ortanca ve içteki 2 çeyreği vurgular. Her kutunun etrafındaki bıyık, minimum, maksimum, aralık ve dış 2 çeyreği görselleştirir.

source: Labels
tr: Etiketler

source: Whether to display the labels.
tr: Etiketlerin görüntülenip görüntülenmeyeceği.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
tr: Dönüşüm hunisi ilerledikçe bir metriğin nasıl değiştiğini gösterir. Bu klasik grafik, bir ardışık düzen veya yaşam döngüsündeki aşamalar arasındaki düşüşü görselleştirmek için kullanışlıdır.

source: Funnel Chart
tr: Huni Grafiği

source: Sequential
tr: Ardışık

source: Columns to group by
tr: Gruplandırılacak sütunlar

source: General
tr: Genel

source: Minimum value on the gauge axis
tr: Gösterge eksenindeki minimum değer

source: Maximum value on the gauge axis
tr: Gösterge eksenindeki maksimum değer

source: Start angle
tr: Başlangıç ​​açısı

source: Angle at which to start progress axis
tr: İlerleme ekseninin başlatılacağı açı

source: End angle
tr: Bitiş açısı

source: Angle at which to end progress axis
tr: İlerleme ekseninin sonlandırılacağı açı

source: Font size
tr: Yazı Boyutu

source: Font size for axis labels, detail value and other text elements
tr: Eksen etiketleri, ayrıntı değeri ve diğer metin öğeleri için yazı tipi boyutu

source: Value format
tr: Değer biçimi

source: Additional text to add before or after the value, e.g. unit
tr: Değerden önce veya sonra eklenecek ek metin, ör. birim

source: Show pointer
tr: İşaretçiyi göster

source: Whether to show the pointer
tr: İşaretçinin gösterilip gösterilmeyeceği

source: Animation
tr: Animasyon

source: Whether to animate the progress and the value or just display them
tr: İlerlemeyi ve değeri canlandırmak veya sadece görüntülemek

source: Axis
tr: Eksen

source: Show axis line ticks
tr: Eksen çizgi işaretlerini göster

source: Whether to show minor ticks on the axis
tr: Eksen üzerinde küçük işaretlerin gösterilip gösterilmeyeceği

source: Show split lines
tr: Bölünmüş çizgileri göster

source: Whether to show the split lines on the axis
tr: Eksen üzerinde bölünmüş çizgilerin gösterilip gösterilmeyeceği

source: Split number
tr: Bölünmüş numara

source: Number of split segments on the axis
tr: Eksendeki bölünmüş parça sayısı

source: Progress
tr: İlerlemek

source: Show progress
tr: İlerlemeyi göster

source: Whether to show the progress of gauge chart
tr: Gösterge grafiğinin ilerlemesinin gösterilip gösterilmeyeceği

source: Overlap
tr: Örtüşmek

source: Whether the progress bar overlaps when there are multiple groups of data
tr: Birden çok veri grubu olduğunda ilerleme çubuğunun çakışıp çakışmadığı

source: Round cap
tr: Yuvarlak kapak

source: Style the ends of the progress bar with a round cap
tr: İlerleme çubuğunun uçlarını yuvarlak bir kapakla şekillendirin

source: Intervals
tr: Aralıklar

source: Interval bounds
tr: Aralık sınırları

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
tr: Virgülle ayrılmış aralık sınırları, ör. 0-2, 2-4 ve 4-5 aralıkları için 2,4,5. Son sayı, MAX için sağlanan değerle eşleşmelidir.

source: Interval colors
tr: Aralık renkleri

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
tr: Aralıklar için virgülle ayrılmış renk seçimleri, örn. 1,2,4. Tamsayılar, seçilen renk şemasındaki renkleri belirtir ve 1 dizinlidir. Uzunluk, aralık sınırlarınınkiyle eşleşmelidir.

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
tr: Bir metriğin bir hedefe doğru ilerlemesini göstermek için bir gösterge kullanır. Kadranın konumu ilerlemeyi temsil eder ve göstergedeki terminal değeri hedef değeri temsil eder.

source: Gauge Chart
tr: Ölçü Tablosu

source: Name of the source nodes
tr: Kaynak düğümlerin adı

source: Name of the target nodes
tr: Hedef düğümlerin adı

source: Source category
tr: Kaynak kategorisi

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
tr: Renkleri atamak için kullanılan kaynak düğümlerin kategorisi. Bir düğüm birden fazla kategoriyle ilişkiliyse, yalnızca ilki kullanılacaktır.

source: Target category
tr: Hedef kategori

source: Category of target nodes
tr: Hedef düğümlerin kategorisi

source: Chart options
tr: Grafik seçenekleri

source: Layout
tr: Düzen

source: Graph layout
tr: Grafik düzeninde

source: Force
tr: Güç

source: Layout type of graph
tr: Yerleşim grafiği türü

source: Edge symbols
tr: Kenar sembolleri

source: Symbol of two ends of edge line
tr: Kenar çizgisinin iki ucunun sembolü

source: None -> None
tr: Yok -> Yok

source: None -> Arrow
tr: Yok -> Ok

source: Circle -> Arrow
tr: Daire -> Ok

source: Circle -> Circle
tr: Daire -> Daire

source: Enable node dragging
tr: Düğüm sürüklemeyi etkinleştir

source: Whether to enable node dragging in force layout mode.
tr: Kuvvet düzeni modunda düğüm sürüklemenin etkinleştirilip etkinleştirilmeyeceği.

source: Enable graph roaming
tr: Grafik dolaşımını etkinleştir

source: Disabled
tr: Engelli

source: Scale only
tr: Yalnızca ölçeklendir

source: Move only
tr: Yalnızca taşı

source: Scale and Move
tr: Ölçekle ve Taşı

source: Whether to enable changing graph position and scaling.
tr: Grafik konumunu ve ölçeklemeyi değiştirmenin etkinleştirilip etkinleştirilmeyeceği.

source: Node select mode
tr: Düğüm seçme modu

source: Single
tr: Bekar

source: Multiple
tr: Çoklu

source: Allow node selections
tr: Düğüm seçimlerine izin ver

source: Label threshold
tr: Etiket eşiği

source: Minimum value for label to be displayed on graph.
tr: Grafikte görüntülenecek etiket için minimum değer.

source: Node size
tr: Düğüm boyutu

source: Median node size, the largest node will be 4 times larger than the smallest
tr: Medyan düğüm boyutu, en büyük düğüm en küçüğünden 4 kat daha büyük olacaktır

source: Edge width
tr: Kenar genişliği

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
tr: Medyan kenar genişliği, en kalın kenar en inceden 4 kat daha kalın olacaktır.

source: Edge length
tr: Kenar uzunluğu

source: Edge length between nodes
tr: Düğümler arasındaki kenar uzunluğu

source: Gravity
tr: Yer çekimi

source: Strength to pull the graph toward center
tr: Grafiği merkeze doğru çekme gücü

source: Repulsion
tr: İtme

source: Repulsion strength between nodes
tr: Düğümler arasındaki itme gücü

source: Friction
tr: Sürtünme

source: Friction between nodes
tr: Düğümler arasındaki sürtünme

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
tr: Bir grafik yapısındaki varlıklar arasındaki bağlantıları görüntüler. İlişkileri haritalamak ve bir ağda hangi düğümlerin önemli olduğunu göstermek için kullanışlıdır. Grafik çizelgeleri zorla yönlendirmeli veya dolaşımlı olacak şekilde yapılandırılabilir. Verilerinizin coğrafi bir bileşeni varsa, deck.gl Yay grafiğini deneyin.

source: Graph Chart
tr: Grafik Tablosu

source: Structural
tr: Yapısal

source: Series type
tr: Seri tipi

source: Smooth Line
tr: Pürüzsüz Çizgi

source: Step - start
tr: Adım - başlangıç

source: Step - middle
tr: Adım - orta

source: Step - end
tr: Adım - son

source: Series chart type (line, bar etc)
tr: Seri grafik türü (çizgi, çubuk vb.)

source: Stack series
tr: Yığın serisi

source: Area chart
tr: Alan grafiği

source: Draw area under curves. Only applicable for line types.
tr: Eğrilerin altındaki alanı çizin. Sadece hat türleri için geçerlidir.

source: Opacity of area chart.
tr: Alan grafiğinin opaklığı.

source: Marker
tr: İşaretleyici

source: Draw a marker on data points. Only applicable for line types.
tr: Veri noktalarında bir işaretçi çizin. Sadece hat türleri için geçerlidir.

source: Marker size
tr: Markör boyutu

source: Size of marker. Also applies to forecast observations.
tr: İşaretçinin boyutu. Tahmin gözlemleri için de geçerlidir.

source: Primary
tr: Öncelik

source: Secondary
tr: İkincil

source: Primary or secondary y-axis
tr: Birincil veya ikincil y ekseni

source: Shared query fields
tr: Paylaşılan sorgu alanları

source: Query A
tr: Sorgu A

source: Advanced analytics Query A
tr: Gelişmiş analitik Sorgu A

source: Query B
tr: Sorgu B

source: Advanced analytics Query B
tr: Gelişmiş analitik Sorgu B

source: Data Zoom
tr: Veri Yakınlaştırma

source: Enable data zooming controls
tr: Veri yakınlaştırma denetimlerini etkinleştir

source: Rotate x axis label
tr: x ekseni etiketini döndür

source: Input field supports custom rotation. e.g. 30 for 30°
tr: Giriş alanı, özel döndürmeyi destekler. Örneğin. 30° için 30

source: Minor Split Line
tr: Küçük Ayrım Çizgisi

source: Draw split lines for minor y-axis ticks
tr: Küçük y ekseni işaretleri için bölünmüş çizgiler çizin

source: Truncate Y Axis
tr: Y Eksenini Kes

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
tr: Y Eksenini Kes. Bir minimum veya maksimum sınır belirtilerek geçersiz kılınabilir.

source: Primary y-axis format
tr: Birincil y ekseni formatı

source: Logarithmic y-axis
tr: Logaritmik y ekseni

source: Logarithmic scale on primary y-axis
tr: Birincil y ekseninde logaritmik ölçek

source: Secondary y-axis format
tr: İkincil y ekseni formatı

source: Secondary y-axis title
tr: İkincil y ekseni başlığı

source: Logarithmic scale on secondary y-axis
tr: İkincil y ekseninde logaritmik ölçek

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
tr: Aynı x eksenini kullanarak iki farklı seriyi görselleştirin. Her iki serinin de farklı bir grafik türüyle görselleştirilebileceğini unutmayın (örneğin, 1 çubuk kullanılarak ve 1 çizgi kullanılarak).

source: Visualize two different time series using the same x-axis. Note that each time series can be visualized differently (e.g. 1 using bars and 1 using a line).
tr: Aynı x eksenini kullanarak iki farklı zaman serisini görselleştirin. Her zaman serisinin farklı şekilde görselleştirilebileceğini unutmayın (örneğin 1 çubuk kullanılarak ve 1 çizgi kullanılarak).

source: Mixed Chart
tr: Karışık Grafik

source: Mixed Time-Series
tr: Karışık Zaman Serisi

source: Put the labels outside of the pie?
tr: Etiketleri pastanın dışına mı koyacaksınız?

source: Label Line
tr: Etiket Hattı

source: Draw line from Pie to label when labels outside?
tr: Etiketler dışarıdayken Pie'den etikete çizgi çizilsin mi?

source: Show Total
tr: Toplamı Göster

source: Whether to display the aggregate count
tr: Toplam sayının görüntülenip görüntülenmeyeceği

source: Pie shape
tr: Pasta dilimi biçiminde

source: Outer Radius
tr: Dış Yarıçap

source: Outer edge of Pie chart
tr: Pasta grafiğin dış kenarı

source: Inner Radius
tr: İç yarıçap

source: Inner radius of donut hole
tr: Halka deliğinin iç yarıçapı

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
tr: Klasik. Her bir yatırımcının bir şirketten ne kadar pay aldığını, blogunuzu hangi demografinin takip ettiğini veya bütçenin ne kadarının askeri sanayi kompleksine gittiğini göstermek için harika. Pasta grafiklerini tam olarak yorumlamak zor olabilir. Göreceli oranın netliği önemliyse bunun yerine bir çubuk veya başka bir grafik türü kullanmayı düşünün.

source: Total: %s
tr: Toplam: %s

source: The maximum value of metrics. It is an optional configuration
tr: Metriklerin maksimum değeri. İsteğe bağlı bir yapılandırmadır

source: Label position
tr: Etiket konumu

source: Customize Metrics
tr: Metrikleri Özelleştir

source: Further customize how to display each metric
tr: Her metriğin nasıl görüntüleneceğini daha da özelleştirin

source: Circle radar shape
tr: Daire radar şekli

source: Radar render type, whether to display 'circle' shape.
tr: Radar işleme türü, 'daire' şeklinin görüntülenip görüntülenmeyeceği.

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
tr: Birden çok grupta paralel bir metrik kümesi görselleştirin. Her grup kendi nokta çizgisi kullanılarak görselleştirilir ve her metrik grafikte bir kenar olarak temsil edilir.

source: Radar Chart
tr: Radar Tablosu
