Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: This action will permanently delete the layer.
tr: Bu işlem, katmanı kalıcı olarak siler.

source: Delete Layer?
tr: Katman Silinsin mi?

source: Are you sure you want to delete the selected layers?
tr: Seçilen katmanları silmek istediğinizden emin misiniz?

source: There was an issue deleting the selected annotations: %s
tr: Seçilen ek açıklamalar silinirken bir sorun oluştu: %s

source: Delete annotation
tr: Ek açıklamayı sil

source: Annotation
tr: Dipnot

source: No annotation yet
tr: Henüz ek açıklama yok

source: Annotation Layer %s
tr: Açıklama Katmanı %s

source: Back to all
tr: Tümüne dön

source: Are you sure you want to delete %s?
tr: %s'i silmek istediğinizden emin misiniz?

source: Delete Annotation?
tr: Açıklama Silinsin mi?

source: Are you sure you want to delete the selected annotations?
tr: Seçilen açıklamaları silmek istediğinizden emin misiniz?

source: Failed to load chart data
tr: Grafik verileri yüklenemedi

source: view instructions
tr: talimatları görüntüle

source: Add a dataset
tr: Veri kümesi ekle

source: or
tr: veya

source: Choose a dataset
tr: Bir veri kümesi seçin

source: Choose chart type
tr: Grafik türünü seçin

source: Please select both a Dataset and a Chart type to proceed
tr: Lütfen devam etmek için hem Veri Kümesi hem de Grafik türü seçin

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
tr: Aşağıdaki veritabanları için şifreler, grafiklerle birlikte içe aktarmak için gereklidir. Veritabanı konfigürasyonunun "Secure Extra" ve "Certificate" bölümlerinin dışa aktarma dosyalarında bulunmadığına ve gerekirse içe aktarma işleminden sonra manuel olarak eklenmesi gerektiğine dikkat edin.

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
tr: Halihazırda var olan bir veya daha fazla grafiği içe aktarıyorsunuz. Üzerine yazmak, çalışmanızın bir kısmını kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?

source: Chart imported
tr: Grafik içe aktarıldı

source: There was an issue deleting the selected charts: %s
tr: Seçilen grafikler silinirken bir sorun oluştu: %s

source: An error occurred while fetching dashboards
tr: Paneller getirilirken bir hata oluştu

source: Visualization type
tr: Görselleştirme türü

source: Any
tr: Herhangi

source: An error occurred while fetching chart owners values: %s
tr: Grafik sahipleri değerleri alınırken bir hata oluştu: %s

source: An error occurred while fetching chart created by values: %s
tr: Değerler tarafından oluşturulan grafik getirilirken bir hata oluştu: %s

source: Chart type
tr: Grafik tipi

source: Certified
tr: Sertifikalı

source: Alphabetical
tr: Alfabetik

source: Recently modified
tr: Yakın zamanda değiştirilen

source: Least recently modified
tr: En son değiştirilen

source: Import charts
tr: Grafikleri içe aktar

source: Are you sure you want to delete the selected charts?
tr: Seçilen çizelgeleri silmek istediğinizden emin misiniz?

source: CSS templates
tr: CSS şablonları

source: There was an issue deleting the selected templates: %s
tr: Seçilen şablonlar silinirken bir sorun oluştu: %s

source: Last modified by %s
tr: Son değiştirme %s

source: CSS template
tr: CSS şablonu

source: This action will permanently delete the template.
tr: Bu işlem, şablonu kalıcı olarak siler.

source: Delete Template?
tr: Şablon Silinsin mi?

source: Are you sure you want to delete the selected templates?
tr: Seçilen şablonları silmek istediğinizden emin misiniz?

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
tr: Aşağıdaki veritabanlarının şifreleri, gösterge tabloları ile birlikte içe aktarmak için gereklidir. Veritabanı konfigürasyonunun "Secure Extra" ve "Certificate" bölümlerinin dışa aktarma dosyalarında bulunmadığına ve gerekirse içe aktarma işleminden sonra manuel olarak eklenmesi gerektiğine dikkat edin.

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
tr: Halihazırda var olan bir veya daha fazla panoyu içe aktarıyorsunuz. Üzerine yazmak, çalışmanızın bir kısmını kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?

source: Dashboard imported
tr: Panel içe aktarıldı

source: There was an issue deleting the selected dashboards:
tr: Seçili kontrol panelleri silinirken bir sorun oluştu:

source: An error occurred while fetching dashboard owner values: %s
tr: Panel sahibi değerleri alınırken bir hata oluştu: %s

source: An error occurred while fetching dashboard created by values: %s
tr: Değerler tarafından oluşturulan kontrol paneli getirilirken bir hata oluştu: %s

source: Are you sure you want to delete the selected dashboards?
tr: Seçili panoları silmek istediğinizden emin misiniz?

source: An error occurred while fetching database related data: %s
tr: Veritabanıyla ilgili veriler alınırken bir hata oluştu: %s

source: Upload file to database
tr: Dosyayı veritabanına yükle

source: Upload CSV
tr: CSV Yükle

source: Upload columnar file
tr: Sütunlu dosya yükle

source: Upload Excel file
tr: Excel dosyasını yükle

source: Allow data manipulation language
tr: Veri işleme diline izin ver

source: CSV upload
tr: CSV yüklemesi

source: Delete database
tr: Veritabanını sil

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
tr: %s veritabanı, %s panolarında görünen %s grafiklere bağlıdır ve kullanıcıların bu veritabanını kullanarak açık %s SQL Lab sekmesi vardır. Devam etmek istediğine emin misin? Veritabanının silinmesi bu nesneleri bozacaktır.

source: Delete Database?
tr: Veritabanı Silinsin mi?

source: Dataset imported
tr: Veri kümesi içe aktarıldı

source: An error occurred while fetching dataset related data
tr: Veri kümesiyle ilgili veriler getirilirken bir hata oluştu

source: An error occurred while fetching dataset related data: %s
tr: Veri kümesiyle ilgili veriler alınırken bir hata oluştu: %s

source: Physical dataset
tr: Fiziksel veri kümesi

source: Virtual dataset
tr: Sanal veri kümesi

source: Virtual
tr: Sanal

source: An error occurred while fetching dataset owner values: %s
tr: Veri kümesi sahibi değerleri alınırken bir hata oluştu: %s

source: An error occurred while fetching datasets: %s
tr: Veri kümeleri getirilirken bir hata oluştu: %s

source: An error occurred while fetching schema values: %s
tr: Şema değerleri alınırken bir hata oluştu: %s

source: Import datasets
tr: Veri kümelerini içe aktar

source: There was an issue deleting the selected datasets: %s
tr: Seçilen veri kümeleri silinirken bir sorun oluştu: %s

source: There was an issue duplicating the dataset.
tr: Veri kümesi çoğaltılırken bir sorun oluştu.

source: There was an issue duplicating the selected datasets: %s
tr: Seçili veri kümeleri çoğaltılırken bir sorun oluştu: %s

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
tr: %s veri kümesi, %s panolarında görünen %s grafiklere bağlıdır. Devam etmek istediğine emin misin? Veri kümesinin silinmesi bu nesneleri bozacaktır.

source: Delete Dataset?
tr: Veri Kümesi Silinsin mi?

source: Are you sure you want to delete the selected datasets?
tr: Seçilen veri kümelerini silmek istediğinizden emin misiniz?

source: 0 Selected
tr: 0 Seçildi

source: %s Selected (Virtual)
tr: %s Seçildi (Sanal)

source: %s Selected (Physical)
tr: %s Seçildi (Fiziksel)

source: %s Selected (%s Physical, %s Virtual)
tr: %s Seçildi (%s Fiziksel, %s Sanal)

source: log
tr: kayıt

source: Execution ID
tr: Yürütme kimliği

source: Scheduled at (UTC)
tr: (UTC) olarak planlandı

source: Start at (UTC)
tr: (UTC) ile başla

source: Error message
tr: Hata mesajı

source: There was an issue fetching your recent activity: %s
tr: Son etkinliğiniz getirilirken bir sorun oluştu: %s

source: There was an issue fetching your dashboards: %s
tr: Gösterge tablolarınız getirilirken bir sorun oluştu: %s

source: There was an issue fetching your chart: %s
tr: Grafiğiniz getirilirken bir sorun oluştu: %s

source: There was an issue fetching your saved queries: %s
tr: Kayıtlı sorgularınız getirilirken bir sorun oluştu: %s

source: Thumbnails
tr: Küçük resimler

source: Recents
tr: Güncel

source: There was an issue previewing the selected query. %s
tr: Seçilen sorgu önizlemesinde bir sorun oluştu. %s

source: Duration: %s
tr: Süre: %s

source: TABLES
tr: TABLOLAR

source: Open query in SQL Lab
tr: SQL Lab'de sorguyu aç

source: An error occurred while fetching database values: %s
tr: Veritabanı değerleri alınırken bir hata oluştu: %s

source: An error occurred while fetching user values: %s
tr: Kullanıcı değerleri alınırken bir hata oluştu: %s

source: Search by query text
tr: Sorgu metnine göre ara

source: Deleted %s
tr: Silindi %s

source: Deleted
tr: Silindi

source: There was an issue deleting rules: %s
tr: %s silinirken bir sorun oluştu

source: No Rules yet
tr: Henüz kural yok

source: Are you sure you want to delete the selected rules?
tr: Seçilen kuralları silmek istediğinizden emin misiniz?

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
tr: Kayıtlı sorgularla birlikte içe aktarmak için aşağıdaki veritabanlarının şifrelerine ihtiyaç vardır. Veritabanı konfigürasyonunun "Secure Extra" ve "Certificate" bölümlerinin dışa aktarma dosyalarında bulunmadığına ve gerekirse içe aktarma işleminden sonra manuel olarak eklenmesi gerektiğine dikkat edin.

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
tr: Halihazırda var olan bir veya daha fazla kayıtlı sorguyu içe aktarıyorsunuz. Üzerine yazmak, çalışmanızın bir kısmını kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?

source: Query imported
tr: Sorgu içe aktarıldı

source: There was an issue previewing the selected query %s
tr: Seçili sorgu %s önizlenirken bir sorun oluştu

source: Import queries
tr: Sorguları içe aktar

source: Link Copied!
tr: Bağlantı Kopyalandı!

source: There was an issue deleting the selected queries: %s
tr: Seçilen sorgular silinirken bir sorun oluştu: %s

source: Edit query
tr: Sorguyu düzenle

source: Copy query URL
tr: Sorgu URL'sini kopyala

source: Export query
tr: Sorguyu dışa aktar

source: Delete query
tr: Sorguyu sil

source: Are you sure you want to delete the selected queries?
tr: Seçilen sorguları silmek istediğinizden emin misiniz?

source: queries
tr: sorguları

source: tag
tr: etiket

source: An error occurred while fetching tag created by values: %s
tr: Değerler tarafından oluşturulan etiket getirilirken bir hata oluştu: %s

source: Are you sure you want to delete the selected tags?
tr: Seçilen etiketleri silmek istediğinizden emin misiniz?

source: Favorites
tr: Favoriler

source: Created content
tr: Oluşturulan içerik

source: Recent activity
tr: Son Etkinlik

source: Security & Access
tr: Güvenlik erişimi

source: No dashboards
tr: Panel yok

source: No favorite charts yet, go click on stars!
tr: Henüz favori tablo yok, yıldızlara tıklayın!

source: No favorite dashboards yet, go click on stars!
tr: Henüz favori pano yok, yıldızlara tıklayın!

source: Profile picture provided by Gravatar
tr: Gravatar tarafından sağlanan profil resmi

source: joined
tr: katıldı

source: There was an issue fetching reports attached to this dashboard.
tr: Bu kontrol paneline eklenmiş raporlar alınırken bir sorun oluştu.

source: The report has been created
tr: Rapor oluşturuldu

source: Report updated
tr: Rapor güncellendi

source: We were unable to active or deactivate this report.
tr: Bu raporu etkinleştiremedik veya devre dışı bırakamadık.

source: Your report could not be deleted
tr: Raporunuz silinemedi

source: Image download failed, please refresh and try again.
tr: Resim indirilemedi, lütfen yenileyin ve tekrar deneyin.

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
tr: Kontrol panelinde vurgulanan alan(lar)daki değerleri seçin. Ardından, %s düğmesine tıklayarak sorguyu çalıştırın.

source: Invalid input
tr: Geçersiz Giriş

source: Unexpected error:
tr: Beklenmeyen hata:

source: (no description, click to see stack trace)
tr: (açıklama yok, yığın izini görmek için tıklayın)

source: Sorry, an unknown error occurred.
tr: Üzgünüz, bilinmeyen bir hata oluştu.

source: Sorry, there was an error saving this %s: %s
tr: Üzgünüz, bu %s kaydedilirken bir hata oluştu: %s

source: You do not have permission to edit this %s
tr: Bunu düzenleme izniniz yok %s

source: Network error
tr: Ağ hatası

source: Request timed out
tr: İstek zaman aşımına uğradı

source: Issue 1000 - The dataset is too large to query.
tr: Sorun 1000 - Veri kümesi sorgulanamayacak kadar büyük.

source: Issue 1001 - The database is under an unusual load.
tr: Sorun 1001 - Veritabanı alışılmadık bir yük altında.

source: An error occurred while fetching %s info: %s
tr: %s bilgisi alınırken bir hata oluştu: %s

source: An error occurred while fetching %ss: %s
tr: %ss alınırken bir hata oluştu: %s

source: An error occurred while creating %ss: %s
tr: %ss oluşturulurken bir hata oluştu: %s

source: Please re-export your file and try importing again
tr: Lütfen dosyanızı yeniden dışa aktarın ve tekrar içe aktarmayı deneyin

source: An error occurred while importing %s: %s
tr: %s içe aktarılırken bir hata oluştu: %s

source: There was an error fetching the favorite status: %s
tr: Favori durum getirilirken bir hata oluştu: %s

source: There was an error saving the favorite status: %s
tr: Favori durumunu kaydederken bir hata oluştu: %s

source: Connection looks good!
tr: Bağlantı iyi görünüyor!

source: ERROR: %s
tr: Hatalar: %s

source: There was an error fetching your recent activity:
tr: Son etkinliğiniz getirilirken bir hata oluştu:

source: There was an issue deleting: %s
tr: Silinirken bir sorun oluştu: %s

source: Select start and end date
tr: Başlangıç ​​ve bitiş tarihini seçin

source: Type or Select [%s]
tr: [%s] Yazın veya Seçin

source: Tools
tr: Aletler

source: Filter box (deprecated)
tr: Filtre kutusu (kullanım dışı)

source: Chart component that lets you add a custom filter UI in your dashboard. When added to dashboard, a filter box lets users specify specific values or ranges to filter charts by. The charts that each filter box is applied to can be fine tuned as well in the dashboard view. Note that this plugin is being replaced with the new Filters feature that lives in the dashboard view itself. It's easier to use and has more capabilities!
tr: Kontrol panelinize özel bir filtre kullanıcı arabirimi eklemenizi sağlayan grafik bileşeni. Panele eklendiğinde, bir filtre kutusu, kullanıcıların grafikleri filtrelemek için belirli değerleri veya aralıkları belirlemesine olanak tanır. Her bir filtre kutusunun uygulandığı grafiklerde, pano görünümünde de ince ayar yapılabilir. Bu eklentinin, pano görünümünün kendisinde bulunan yeni Filtreler özelliği ile değiştirildiğini unutmayın. Kullanımı daha kolay ve daha fazla yeteneğe sahip!

source: Filters configuration
tr: Filtre yapılandırması

source: Filter configuration for the filter box
tr: Filtre kutusu için filtre yapılandırması

source: Date filter
tr: Tarih filtresi

source: Whether to include a time filter
tr: Bir zaman filtresinin dahil edilip edilmeyeceği

source: Instant filtering
tr: Anında filtreleme

source: Check to apply filters instantly as they change instead of displaying [Apply] button
tr: Filtreleri değiştikçe [Uygula] düğmesini görüntülemek yerine anında uygulamak için işaretleyin

source: Show time grain dropdown
tr: Zaman greni açılır menüsünü göster

source: Check to include time grain dropdown
tr: Zaman greni açılır listesini dahil etmek için kontrol edin

source: Show time column
tr: Zaman sütununu göster

source: Check to include time column dropdown
tr: Zaman sütunu açılır menüsünü dahil etmek için işaretleyin

source: Limit selector values
tr: Limit seçici değerleri

source: These filters apply to the values available in the dropdowns
tr: Bu filtreler açılır menülerde bulunan değerler için geçerlidir

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
tr: Şablonlu bağlantı, {{ metrik }} veya kontrollerden gelen diğer değerleri dahil etmek mümkündür.

source: Time-series Table
tr: Zaman Serisi Tablosu

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
tr: Birden çok zaman serisi grafiğini (mini grafikler olarak) ve ilgili ölçümleri hızla karşılaştırın.

source: We have the following keys: %s
tr: Şu anahtarlara sahibiz: %s
