Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
tr: Her sütunun her metrik için yan yana görüntülenmesinin aksine, metrikleri her sütunda yan yana görüntüleyin.

source: Transpose Pivot
tr: Pivotu Transpoze Et

source: Swap Groups and Columns
tr: Grupları ve Sütunları Değiştirme

source: Date format
tr: Tarih formatı

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. This chart is being deprecated and we recommend checking out Pivot Table V2 instead!
tr: Birden çok istatistiği iki eksen boyunca gruplayarak bir veri kümesini özetlemek için kullanılır. Örnekler: Bölgeye ve aya göre satış sayıları, duruma ve atanan kişiye göre görevler, yaşa ve konuma göre aktif kullanıcılar. Bu tablo kullanımdan kaldırılıyor ve bunun yerine Pivot Tablo V2'ye göz atmanızı öneririz!

source: Pivot Table (legacy)
tr: Özet Tablo (eski)

source: Use Area Proportions
tr: Alan Oranlarını Kullan

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
tr: Gül Grafiğinin oranlama için segment yarıçapı yerine segment alanı kullanıp kullanmayacağını kontrol edin

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
tr: Dairenin eşit açılı takozlara bölündüğü ve herhangi bir takozun temsil ettiği değerin yarıçapı veya süpürme açısından ziyade alanıyla gösterildiği bir kutupsal koordinat tablosu.

source: Nightingale Rose Chart
tr: Bülbül Gülü Tablosu

source: Advanced-Analytics
tr: Gelişmiş Analitik

source: Multi-Layers
tr: Çoklu Katmanlar

source: Source / Target
tr: Kaynak hedef

source: Choose a source and a target
tr: Bir kaynak ve hedef seçin

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
tr: Sınırlayıcı satırlar, eksik verilere ve yanıltıcı grafiklere neden olabilir. Bunun yerine kaynak/hedef adlarını filtrelemeyi veya gruplandırmayı düşünün.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
tr: Bir sistemin farklı aşamalarında farklı grupların değerlerinin akışını görselleştirir. Ardışık düzendeki yeni aşamalar, düğümler veya katmanlar olarak görselleştirilir. Çubukların veya kenarların kalınlığı, görselleştirilen metriği temsil eder.

source: Demographics
tr: Demografi

source: Survey Responses
tr: Anket Yanıtları

source: Sankey Diagram
tr: Sankey Şeması

source: Percentages
tr: Yüzdeler

source: Sankey Diagram with Loops
tr: Döngüler ile Sankey Diyagramı

source: of total
tr: toplamı

source: of parent
tr: ebeveynin

source: Primary Metric
tr: Birincil Metrik

source: The primary metric is used to define the arc segment sizes
tr: Birincil metrik, yay parçası boyutlarını tanımlamak için kullanılır

source: Secondary Metric
tr: İkincil Metrik

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
tr: [isteğe bağlı] bu ikincil metrik, rengi birincil metriğe göre bir oran olarak tanımlamak için kullanılır. Atlandığında, renk kategoriktir ve etiketlere dayalıdır

source: When only a primary metric is provided, a categorical color scale is used.
tr: Yalnızca bir birincil metrik sağlandığında, kategorik bir renk skalası kullanılır.

source: When a secondary metric is provided, a linear color scale is used.
tr: İkincil bir ölçü sağlandığında, doğrusal bir renk ölçeği kullanılır.

source: Hierarchy
tr: Hiyerarşi

source: This defines the level of the hierarchy
tr: Bu, hiyerarşinin seviyesini tanımlar

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
tr: Bir sistemin farklı aşamalarındaki veri akışını görselleştirmek için daireler kullanır. Bir değerin geçtiği aşamaları anlamak için görselleştirmede tek tek yolların üzerine gelin. Çok aşamalı, çok gruplu görselleştirme hunileri ve ardışık düzenleri için kullanışlıdır.

source: Sunburst Chart
tr: Güneş patlaması Tablosu

source: Multi-Levels
tr: Çoklu Düzeyler

source: Target aspect ratio for treemap tiles.
tr: Ağaç haritası döşemeleri için hedef en boy oranı.

source: Shows the composition of a dataset by segmenting a given rectangle as smaller rectangles with areas proportional to their value or contribution to the whole. Those rectangles may also, in turn, be further segmented hierarchically.
tr: Belirli bir dikdörtgeni, değerleri veya bütüne katkısı ile orantılı alanları olan daha küçük dikdörtgenler olarak bölümlere ayırarak bir veri kümesinin bileşimini gösterir. Bu dikdörtgenler ayrıca hiyerarşik olarak daha fazla bölümlere ayrılabilir.

source: Treemap (legacy)
tr: Ağaç haritası (eski)

source: Country Field Type
tr: Ülke Alan Türü

source: Full name
tr: Ad Soyad

source: code International Olympic Committee (cioc)
tr: kod Uluslararası Olimpiyat Komitesi (cioc)

source: code ISO 3166-1 alpha-2 (cca2)
tr: kod ISO 3166-1 alfa-2 (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
tr: kod ISO 3166-1 alfa-3 (cca3)

source: The country code standard that Superset should expect to find in the [country] column
tr: Superset'in [ülke] sütununda bulmayı beklemesi gereken ülke kodu standardı

source: Show Bubbles
tr: Baloncukları Göster

source: Whether to display bubbles on top of countries
tr: Baloncukların ülkelerin üstünde görüntülenip görüntülenmeyeceği

source: Max Bubble Size
tr: Maksimum Kabarcık Boyutu

source: Color by
tr: Renklendiren

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
tr: Bir ülkenin metriğe göre mi gölgelendirileceğini yoksa kategorik bir renk paletine göre bir renk mi atanacağını seçin

source: Country Column
tr: Ülke Sütunu

source: 3 letter code of the country
tr: 3 harfli ülke kodu

source: Metric that defines the size of the bubble
tr: Balonun boyutunu tanımlayan metrik

source: Bubble Color
tr: Kabarcık Rengi

source: Country Color Scheme
tr: Ülke Renk Şeması

source: A map of the world, that can indicate values in different countries.
tr: Farklı ülkelerdeki değerleri gösterebilen bir dünya haritası.

source: Multi-Dimensions
tr: Çoklu Boyutlar

source: Multi-Variables
tr: Çoklu Değişkenler

source: Popular
tr: Popüler

source: deck.gl charts
tr: deck.gl çizelgeleri

source: Pick a set of deck.gl charts to layer on top of one another
tr: Üst üste katmanlamak için bir dizi deck.gl grafiği seçin

source: Select charts
tr: Grafikleri seçin

source: Error while fetching charts
tr: Grafikler getirilirken hata oluştu

source: Compose multiple layers together to form complex visuals.
tr: Karmaşık görseller oluşturmak için birden çok katmanı birlikte oluşturun.

source: deck.gl Multiple Layers
tr: deck.gl Çoklu Katmanlar

source: deckGL
tr: güverteGL

source: Data has no time steps
tr: Verinin zaman adımı yok

source: Start (Longitude, Latitude):
tr: Başlangıç ​​(Boylam, Enlem):

source: End (Longitude, Latitude):
tr: Bitiş (Boylam, Enlem):

source: Start Longitude & Latitude
tr: Boylam ve Enlem Başlat

source: Point to your spatial columns
tr: Uzamsal sütunlarınızın üzerine gelin

source: End Longitude & Latitude
tr: Boylam ve Enlem Sonu

source: Arc
tr: Ark

source: Target Color
tr: Hedef Renk

source: Color of the target location
tr: Hedef konumun rengi

source: Categorical Color
tr: Kategorik Renk

source: Pick a dimension from which categorical colors are defined
tr: Kategorik renklerin tanımlandığı bir boyut seçin

source: Stroke Width
tr: Darbe genişliği

source: Advanced
tr: Gelişmiş

source: Plot the distance (like flight paths) between origin and destination.
tr: Başlangıç ​​ve varış noktası arasındaki mesafeyi (uçuş yolları gibi) çizin.

source: deck.gl Arc
tr: deck.gl Ark

source: 3D
tr: 3 boyutlu

source: GeoJson Settings
tr: GeoJson Ayarları

source: Point Radius Scale
tr: Nokta Yarıçapı Ölçeği

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
tr: GeoJsonLayer, GeoJSON formatlı verileri alır ve bunları etkileşimli çokgenler, çizgiler ve noktalar (daireler, simgeler ve/veya metinler) olarak işler.

source: Longitude and Latitude
tr: Boylam ve Enlem

source: Height
tr: Yükseklik

source: Metric used to control height
tr: Yüksekliği kontrol etmek için kullanılan metrik

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
tr: Izgara görünümünde 3B binalar, manzaralar veya nesneler gibi coğrafi verileri görselleştirin.

source: deck.gl Grid
tr: deck.gl Izgara

source: Experimental
tr: Deneysel

source: Centroid (Longitude and Latitude):
tr: Centroid (Boylam ve Enlem):

source: Dynamic Aggregation Function
tr: Dinamik Toplama İşlevi

source: The function to use when aggregating points into groups
tr: Noktaları gruplar halinde toplarken kullanılacak işlev

source: variance
tr: varyans

source: deviation
tr: sapma

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
tr: Bir harita üzerinde altıgen bir ızgarayı kaplar ve verileri her bir hücrenin sınırları içinde toplar.

source: deck.gl 3D Hexagon
tr: deck.gl 3D Altıgen

source: Polyline
tr: Çoklu çizgi

source: Visualizes connected points, which form a path, on a map.
tr: Bir yol oluşturan bağlantılı noktaları bir harita üzerinde görselleştirir.

source: deck.gl Path
tr: deck.gl Yolu

source: name
tr: isim

source: Polygon Column
tr: Çokgen Sütun

source: Polygon Encoding
tr: Çokgen Kodlama

source: Elevation
tr: Yükseklik

source: Polygon Settings
tr: Çokgen Ayarları

source: Opacity, expects values between 0 and 100
tr: Opaklık, 0 ile 100 arasında değerler bekler

source: Number of buckets to group data
tr: Verileri gruplamak için grup sayısı

source: How many buckets should the data be grouped in.
tr: Verilerin kaç grup içinde gruplanması gerektiği.

source: Bucket break points
tr: Kova kırılma noktaları

source: List of n+1 values for bucketing metric into n buckets.
tr: N gruba bölme metriği için n+1 değerlerinin listesi.

source: Emit Filter Events
tr: Olayları Filtrele

source: Whether to apply filter when items are clicked
tr: Öğeler tıklandığında filtre uygulanıp uygulanmayacağı

source: Multiple filtering
tr: Çoklu filtreleme

source: Allow sending multiple polygons as a filter event
tr: Filtre olayı olarak birden çok poligonun gönderilmesine izin ver

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
tr: Verilerinizden coğrafi alanları bir Mapbox işlenmiş haritasında çokgenler olarak görselleştirir. Çokgenler bir metrik kullanılarak renklendirilebilir.

source: deck.gl Polygon
tr: deck.gl Çokgen

source: Category
tr: Kategori

source: Point Size
tr: Nokta Büyüklüğü

source: Point Unit
tr: Puan Birimi

source: Square meters
tr: Metrekare

source: Square kilometers
tr: Kilometrekare

source: Square miles
tr: Mil kare

source: Radius in meters
tr: Metre cinsinden yarıçap

source: Radius in kilometers
tr: Kilometre cinsinden yarıçap

source: Radius in miles
tr: Mil cinsinden yarıçap

source: Minimum Radius
tr: Minimum Yarıçap

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
tr: Dairenin piksel cinsinden minimum yarıçap boyutu. Yakınlaştırma seviyesi değiştikçe bu, dairenin bu minimum yarıçapa uymasını sağlar.

source: Maximum Radius
tr: Maksimum Yarıçap

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
tr: Dairenin piksel cinsinden maksimum yarıçap boyutu. Yakınlaştırma düzeyi değiştikçe bu, dairenin bu maksimum yarıçapa uymasını sağlar.

source: Point Color
tr: Nokta Rengi

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
tr: Enlem/boylam koordinatlarında değişken yarıçaplı daireler çizen bir harita

source: deck.gl Scatterplot
tr: deck.gl Dağılım grafiği

source: Weight
tr: Ağırlık

source: Grid
tr: Kafes

source: Metric used as a weight for the grid's coloring
tr: Izgara renklendirmesi için ağırlık olarak kullanılan metrik

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
tr: Verileri ızgara hücrelerinin sınırları içinde toplar ve birleştirilmiş değerleri dinamik bir renk ölçeğine eşler

source: deck.gl Screen Grid
tr: deck.gl Ekran Izgarası

source: For more information about objects are in context in the scope of this function, refer to the
tr: Bu işlev kapsamındaki nesneler hakkında daha fazla bilgi için bkz

source: source code of Superset's sandboxed parser
tr: Superset'in “sandbox parser” kaynak kodu

source: This functionality is disabled in your environment for security reasons.
tr: Bu işlevsellik, güvenlik nedeniyle ortamınızda devre dışı bırakılmıştır.

source: Ignore null locations
tr: Boş konumları yoksay

source: Whether to ignore locations that are null
tr: Boş olan konumların göz ardı edilip edilmeyeceği

source: Auto Zoom
tr: Otomatik Yakınlaştırma

source: When checked, the map will zoom to your data after each query
tr: İşaretlendiğinde, harita her sorgudan sonra verilerinize yakınlaşır

source: Select a dimension
tr: Bir boyut seçin

source: Extra data for JS
tr: JS için ekstra veri

source: List of extra columns made available in JavaScript functions
tr: JavaScript işlevlerinde kullanıma sunulan ekstra sütunların listesi

source: JavaScript data interceptor
tr: JavaScript veri yakalayıcı

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
tr: Görselleştirmede kullanılan veri dizisini alan ve bu dizinin değiştirilmiş bir sürümünü döndürmesi beklenen bir javascript işlevi tanımlayın. Bu, verilerin özelliklerini değiştirmek, diziyi filtrelemek veya zenginleştirmek için kullanılabilir.

source: JavaScript tooltip generator
tr: JavaScript araç ipucu oluşturucu

source: Define a function that receives the input and outputs the content for a tooltip
tr: Bir araç ipucu için girdiyi alan ve içeriği çıkaran bir işlev tanımlayın

source: Define a function that returns a URL to navigate to when user clicks
tr: Kullanıcı tıkladığında gitmek için bir URL döndüren bir işlev tanımlayın

source: Legend Format
tr: Gösterge Biçimi

source: Choose the format for legend values
tr: Açıklama değerleri için biçimi seçin

source: Legend Position
tr: Açıklama Konumu

source: Choose the position of the legend
tr: Efsanenin konumunu seçin

source: Top left
tr: Sol üst

source: Top right
tr: Sağ üst

source: Bottom left
tr: Sol alt

source: Bottom right
tr: Sağ alt

source: Lines column
tr: Çizgiler sütunu

source: The database columns that contains lines information
tr: Satır bilgilerini içeren veritabanı sütunları

source: Line width
tr: Hat genişliği

source: The width of the lines
tr: Çizgilerin genişliği

source: Fill Color
tr: Dolgu Rengi

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
tr: GeoJSON'da belirtilen rengi baskılamak istemiyorsanız opaklığı 0 olarak ayarlayın

source: Stroke Color
tr: Fırça rengi

source: Filled
tr: Dolu

source: Whether to fill the objects
tr: Nesnelerin doldurulup doldurulmayacağı

source: Stroked
tr: Stok

source: Whether to display the stroke
tr: Konturun görüntülenip görüntülenmeyeceği

source: Extruded
tr: Çıkartılmış

source: Whether to make the grid 3D
tr: Izgarayı 3D yapıp yapmamak

source: Grid Size
tr: Izgara Boyutu

source: Defines the grid size in pixels
tr: Izgara boyutunu piksel cinsinden tanımlar

source: Parameters related to the view and perspective on the map
tr: Haritadaki görünüm ve perspektifle ilgili parametreler

source: Longitude & Latitude
tr: Boylam enlem

source: Fixed point radius
tr: Sabit nokta yarıçapı

source: Multiplier
tr: Çarpan

source: Factor to multiply the metric by
tr: Metrik ile çarpılacak faktör

source: Lines encoding
tr: Satır kodlaması

source: The encoding format of the lines
tr: Satırların kodlama biçimi

source: geohash (square)
tr: geohash (kare)

source: Reverse Lat & Long
tr: Ters Enlem ve Boylam

source: GeoJson Column
tr: GeoJson Sütunu

source: Select the geojson column
tr: Geojson sütununu seçin

source: Right Axis Format
tr: Sağ Eksen Formatı

source: Show Markers
tr: İşaretçileri Göster

source: Show data points as circle markers on the lines
tr: Veri noktalarını çizgiler üzerinde daire işaretleri olarak göster

source: Y bounds
tr: Y sınırları

source: Whether to display the min and max values of the Y-axis
tr: Y ekseninin minimum ve maksimum değerlerinin görüntülenip görüntülenmeyeceği

source: Y 2 bounds
tr: Y 2 sınırları

source: Line Style
tr: Çizgi Stili

source: linear
tr: doğrusal

source: basis
tr: temel

source: cardinal
tr: kardinal

source: monotone
tr: monoton

source: step-before
tr: adım öncesi

source: step-after
tr: adım adım

source: Line interpolation as defined by d3.js
tr: d3.js da tanımlandığı şekliyle hat enterpolasyonu

source: Show Range Filter
tr: Aralık Filtresini Göster

source: Whether to display the time range interactive selector
tr: Etkileşimli zaman aralığı seçicisinin görüntülenip görüntülenmeyeceği

source: Extra Controls
tr: Ekstra Kontroller

source: Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.
tr: Ekstra kontrollerin gösterilip gösterilmeyeceği. Ekstra kontroller, çoklu Çubuk grafikleri istifleme veya yan yana yapma gibi şeyleri içerir.

source: X Tick Layout
tr: X Onay Düzeni

source: flat
tr: düz

source: staggered
tr: sendeledi

source: The way the ticks are laid out on the X-axis
tr: İşaretlerin X ekseni üzerinde düzenlenme şekli

source: X Axis Format
tr: X Ekseni Biçimi

source: Y Log Scale
tr: Y Günlük Ölçeği

source: Use a log scale for the Y-axis
tr: Y ekseni için bir günlük ölçeği kullanın

source: Y Axis Bounds
tr: Y Ekseni Sınırları

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
tr: Y ekseni için sınırlar. Boş bırakıldığında sınırlar, verilerin minimum/maksimum değerlerine göre dinamik olarak tanımlanır. Bu özelliğin yalnızca eksen aralığını genişleteceğini unutmayın. Verilerin kapsamını daraltmaz.

source: Y Axis 2 Bounds
tr: Y Ekseni 2 Sınırları

source: X bounds
tr: X sınırları

source: Whether to display the min and max values of the X-axis
tr: X ekseninin minimum ve maksimum değerlerinin görüntülenip görüntülenmeyeceği

source: Bar Values
tr: Çubuk Değerler

source: Show the value on top of the bar
tr: Değeri çubuğun üstünde göster

source: Stacked Bars
tr: Yığılmış Çubuklar

source: Reduce X ticks
tr: X işaretini azaltın

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
tr: İşlenecek X ekseni onay işaretlerinin sayısını azaltır. Doğruysa, x ekseni taşmaz ve etiketler eksik olabilir. False ise, sütunlara minimum genişlik uygulanır ve genişlik taşarak yatay bir kaydırmaya dönüşebilir.

source: You cannot use 45° tick layout along with the time range filter
tr: Zaman aralığı filtresiyle birlikte 45° işaret düzenini kullanamazsınız

source: Stacked Style
tr: Yığılmış Stil

source: stack
tr: yığın

source: stream
tr: aktarım

source: expand
tr: genişletmek

source: Evolution
tr: Evrim

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
tr: Birden çok gruptan ilgili bir metriğin zaman içinde nasıl değiştiğini görselleştiren bir zaman serisi grafiği. Her grup farklı bir renk kullanılarak görselleştirilir.

source: Stretched style
tr: Gerilmiş stil

source: Stacked style
tr: Yığın (stacked) biçimi

source: Video game consoles
tr: Video oyun konsolları

source: Vehicle Types
tr: Araç Tipleri

source: Area Chart (legacy)
tr: Alan Grafiği (eski)

source: Continuous
tr: Sürekli

source: Line
tr: Astar

source: Deprecated
tr: Kullanımdan kaldırıldı

source: Series Limit Sort By
tr: Seri Sınırı Sıralama Ölçütü

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
tr: Seri limit varsa limiti sıralamak için kullanılan metrik. Tanımsızsa, ilk metriğe geri döner (uygun olduğunda).

source: Series Limit Sort Descending
tr: Seri Limit Sıralama Azalan

source: Whether to sort descending or ascending if a series limit is present
tr: Bir seri limiti varsa azalan mı yoksa artan mı sıralanacağı

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
tr: Çubukları kullanarak bir metriğin zaman içinde nasıl değiştiğini görselleştirin. Grup düzeyinde metrikleri ve bunların zaman içinde nasıl değiştiğini görselleştirmek için sütuna göre bir grup ekleyin.

source: Time-series Bar Chart (legacy)
tr: Zaman Serisi Çubuk Grafiği (eski)

source: Bar
tr: Çubuk

source: Vertical
tr: Dikey

source: Box Plot
tr: Kutu Arsa

source: X Log Scale
tr: X Günlük Ölçeği

source: Use a log scale for the X-axis
tr: X ekseni için bir günlük ölçeği kullanın

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
tr: Tek bir grafikte (X ekseni, Y ekseni ve kabarcık boyutu) verilerin üç boyutu genelinde bir metriği görselleştirir. Aynı gruptaki baloncuklar, balon rengi kullanılarak sergilenebilir.

source: Ranges
tr: Aralıklar

source: Ranges to highlight with shading
tr: Gölgeleme ile vurgulanacak aralıklar

source: Range labels
tr: Aralık etiketleri

source: Labels for the ranges
tr: Aralıklar için etiketler

source: Markers
tr: İşaretçiler

source: List of values to mark with triangles
tr: Üçgenlerle işaretlenecek değerlerin listesi

source: Marker labels
tr: İşaret etiketleri

source: Labels for the markers
tr: İşaretçiler için etiketler

source: Marker lines
tr: İşaret çizgileri

source: List of values to mark with lines
tr: Çizgilerle işaretlenecek değerlerin listesi

source: Marker line labels
tr: İşaretçi çizgisi etiketleri

source: Labels for the marker lines
tr: İşaret çizgileri için etiketler

source: KPI
tr: TPG

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
tr: Belirli bir hedefe karşı tek bir metriğin ilerlemesini gösterir. Dolgu ne kadar yüksek olursa, metrik hedefe o kadar yakın olur.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
tr: Birçok farklı zaman serisi nesnesini tek bir grafikte görselleştirir. Bu grafik kullanımdan kaldırılıyor ve bunun yerine Zaman Serisi Grafiğinin kullanılmasını öneririz.
