Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
tr: Fiziksel bir tablonun (veya görünümün) işaretçisi. Grafiğin bu Üstküme mantıksal tablosuyla ilişkili olduğunu ve bu mantıksal tablonun burada başvurulan fiziksel tabloyu gösterdiğini unutmayın.

source: Warning
tr: Uyarı

source: Optional warning about use of this metric
tr: Bu metriğin kullanımı hakkında isteğe bağlı uyarı

source: <new metric>
tr: <yeni metrik>

source: Be careful.
tr: Dikkat.

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
tr: Bu ayarların değiştirilmesi, diğer kişilerin sahip olduğu grafikler de dahil olmak üzere bu veri kümesini kullanan tüm grafikleri etkiler.

source: Sync columns from source
tr: Sütunları kaynaktan senkronize et

source: Calculated columns
tr: Hesaplanan sütunlar

source: <enter SQL expression here>
tr: <SQL ifadesini buraya girin>

source: Settings
tr: Ayarlar

source: The dataset has been saved
tr: Veri kümesi kaydedildi

source: Error
tr: Hata

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
tr: Burada gösterilen veri kümesi yapılandırması bu veri kümesini kullanan tüm grafikleri etkiler. Burada ayarları değiştirmenin diğer grafikleri istenmeyen şekillerde etkileyebileceğini unutmayın.

source: Are you sure you want to save and apply changes?
tr: Değişiklikleri kaydetmek ve uygulamak istediğinizden emin misiniz?

source: Confirm save
tr: Kaydetmeyi onayla

source: OK
tr: TAMAM

source: Edit Dataset
tr: Veri Kümesini Düzenle

source: Use legacy datasource editor
tr: Eski veri kaynağı düzenleyicisini kullan

source: This dataset is managed externally, and can't be edited in Superset
tr: Bu veri kümesi harici olarak yönetilir ve Superset'te düzenlenemez

source: DELETE
tr: SİLMEK

source: delete
tr: silmek

source: Type "%s" to confirm
tr: Onaylamak için "%s" yazın

source: More
tr: Daha

source: Click to edit
tr: Düzenlemek için tıkla

source: You don't have the rights to alter this title.
tr: Bu başlığı değiştirme hakkınız yok.

source: No databases match your search
tr: Aramanızla eşleşen veri tabanı yok

source: There are no databases available
tr: Kullanılabilir veri tabanı yok

source: Manage your databases
tr: Veritabanlarınızı yönetin

source: here
tr: burada

source: Unexpected error
tr: Beklenmeyen hata

source: This may be triggered by:
tr: Bu, aşağıdakiler tarafından tetiklenebilir:

source: Please reach out to the Chart Owner for assistance.
tr: Lütfen yardım için Grafik Sahibine ulaşın.

source: Chart Owner: %s
tr: Grafiği Oluşturan: %s

source: %(message)s This may be triggered by: %(issues)s
tr: %(message)s Bu şu şekilde tetikleniyor olabilir: %(issues)s

source: %s Error
tr: %s Hata

source: Missing dataset
tr: Veri kümesi eksik

source: See more
tr: Daha fazla gör

source: See less
tr: Daha az görün

source: Copy message
tr: Mesajı kopyala

source: This was triggered by:
tr: Şu şekilde tetiklendi:

source: Did you mean:
tr: Demek istediğin:

source: %(suggestion)s instead of "%(undefinedParameter)s?"
tr: “%(undefinedParameter)s?” yerine %(suggestion)s

source: Parameter error
tr: Parametre hatası

source: We’re having trouble loading this visualization. Queries are set to timeout after %s second.
tr: Bu görselleştirmeyi yüklerken sorun yaşıyoruz. Sorgular %s saniye sonra zaman aşımına uğrayacak şekilde ayarlanmıştır.

source: We’re having trouble loading these results. Queries are set to timeout after %s second.
tr: Bu sonuçları yüklerken sorun yaşıyoruz. Sorgular %s saniye sonra zaman aşımına uğrayacak şekilde ayarlanmıştır.

source: %(subtitle)s This may be triggered by: %(issue)s
tr: %(subtitle)s Bu, şunlarla tetiklenebilir: %(issue)s

source: Timeout error
tr: Zaman aşımı hatası

source: Click to favorite/unfavorite
tr: Favori/favoriden kaldırmak için tıklayın

source: Cell content
tr: Hücre içeriği

source: Hide password.
tr: Şifreyi gizle.

source: Show password.
tr: Şifreyi göster.

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
tr: İçeri aktarma (import) için veritabanı sürücüsü (driver) yüklü olmayabilir. Kurulum talimatları için Superset dokümantasyonlarını inceleyin:

source: OVERWRITE
tr: ÜZERİNE YAZ

source: Database passwords
tr: Veritabanı şifreleri

source: %s PASSWORD
tr: %s PAROLA

source: %s SSH TUNNEL PASSWORD
tr: %s SSH TÜNELİ ŞİFRESİ

source: %s SSH TUNNEL PRIVATE KEY
tr: %s SSH TÜNELİ ÖZEL ANAHTAR

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
tr: %s SSH TÜNELİ ÖZEL ANAHTAR ŞİFRE

source: Overwrite
tr: Üzerine yaz

source: Import
tr: İçe aktarmak

source: Import %s
tr: %s'yi içe aktar

source: Select file
tr: Dosya Seç

source: Last Updated %s
tr: Son Güncelleme %s

source: Sort
tr: Düzenlemek

source: + %s more
tr: + %s daha

source: %s Selected
tr: %s Seçildi

source: Deselect all
tr: Hiçbirini seçme

source: No results match your filter criteria
tr: Filtre kriterlerinizle eşleşen sonuç yok

source: Try different criteria to display results.
tr: Sonuçları görüntülemek için farklı kriterler deneyin.

source: clear all filters
tr: tüm filtreleri temizle

source: No Data
tr: Veri yok

source: %s-%s of %s
tr: %s-%s / %s

source: Start date
tr: Başlangıç ​​tarihi

source: End date
tr: Bitiş tarihi

source: Type a value
tr: Bir değer yazın

source: Filter
tr: Filtre

source: Select or type a value
tr: Bir değer seçin veya yazın

source: Last modified
tr: Son düzenleme

source: Modified by
tr: Tarafından düzenlendi

source: Created by
tr: Tarafından oluşturuldu

source: Created on
tr: Oluşturulma zamanı

source: Menu actions trigger
tr: Menü eylemleri tetiklenir

source: Weekly Report for %s
tr: %s için Haftalık Rapor

source: Weekly Report
tr: Haftalık rapor

source: Edit email report
tr: E-posta raporunu düzenle

source: Schedule a new email report
tr: Yeni bir e-posta raporu planlayın

source: Add
tr: Ekle

source: Message content
tr: Mesaj içeriği

source: Text embedded in email
tr: E-postaya gömülü metin

source: Image (PNG) embedded in email
tr: E-postaya gömülü resim (PNG)

source: Formatted CSV attached in email
tr: E-postaya eklenmiş biçimlendirilmiş CSV

source: Report Name
tr: Rapor Adı

source: Include a description that will be sent with your report
tr: Raporunuzla birlikte gönderilecek bir açıklama ekleyin

source: A screenshot of the dashboard will be sent to your email at
tr: Kontrol panelinin ekran görüntüsü belirtilen e-postanıza gönderilecek

source: Timezone
tr: Saat dilimi

source: Failed to update report
tr: Rapor güncellenemedi

source: Failed to create report
tr: Rapor oluşturulamadı

source: Set up an email report
tr: Bir e-posta raporu ayarlayın

source: Email reports active
tr: E-posta raporları etkin

source: Delete email report
tr: E-posta raporunu sil

source: Schedule email report
tr: E-posta raporu planla

source: This action will permanently delete %s.
tr: Bu işlem %s'yi kalıcı olarak silecek.

source: Delete Report?
tr: Rapor Silinsin mi?

source: Filter menu
tr: Filtre menüsü

source: Reset
tr: Sıfırla

source: No filters
tr: Filtresiz

source: Select all items
tr: Tümünü seç

source: Search in filters
tr: Filtrelerde ara

source: Select current page
tr: Geçerli sayfayı seç

source: Invert current page
tr: Geçerli sayfayı ters çevir

source: Clear all data
tr: Tüm verileri temizle

source: Select all data
tr: Tüm verileri seç

source: Expand row
tr: Satırı genişlet

source: Collapse row
tr: Satırı daralt

source: Click to sort descending
tr: Azalan sıralamak için tıklayın

source: Click to sort ascending
tr: Artan sıralamak için tıklayın

source: Click to cancel sorting
tr: Sıralamayı iptal etmek için tıklayın

source: Access to user activity data is restricted
tr: Kullanıcı etkinliği verilerine erişim kısıtlanmıştır

source: List updated
tr: Liste güncellendi

source: There was an error loading the tables
tr: Tablolar yüklenirken bir hata oluştu

source: See table schema
tr: Tablo şemasına bakın

source: Select table or type to search tables
tr: Tabloları seçin veya tabloları aramak için yazın

source: Force refresh table list
tr: Tablo listesini yenilemeye zorla

source: You do not have permission to edit this dashboard
tr: Bu kontrol panelini düzenleme izniniz yok

source: Timezone selector
tr: Saat dilimi seçici

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
tr: Bu bileşen için yeterli alan yok. Genişliğini azaltmayı veya hedef genişliğini artırmayı deneyin.

source: Can not move top level tab into nested tabs
tr: Üst düzey sekme iç içe geçmiş sekmelere taşınamıyor

source: This chart has been moved to a different filter scope.
tr: Bu grafik farklı bir filtre kapsamına taşındı.

source: There was an issue fetching the favorite status of this dashboard.
tr: Bu kontrol panelinin favori durumu getirilirken bir sorun oluştu.

source: There was an issue favoriting this dashboard.
tr: Bu kontrol paneli tercih edilirken bir sorun oluştu.

source: This dashboard is now published
tr: Bu kontrol paneli şimdi yayınlandı

source: This dashboard is now hidden
tr: Bu pano artık gizli

source: You do not have permissions to edit this dashboard.
tr: Bu kontrol panelini düzenleme izniniz yok.

source: [ untitled dashboard ]
tr: [adsız pano]

source: This dashboard was saved successfully.
tr: Bu kontrol paneli başarıyla kaydedildi.

source: Sorry, an unknown error occurred
tr: Üzgünüz, bilinmeyen bir hata oluştu

source: Sorry, there was an error saving this dashboard: %s
tr: Üzgünüz, bu kontrol paneli kaydedilirken bir hata oluştu: %s

source: Please confirm the overwrite values.
tr: Lütfen üzerine yazma değerlerini onaylayın.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
tr: Tüm %(historyLength)s geri alma alanını kullandınız ve sonraki eylemleri tamamen geri alamayacaksınız. Geçmişi sıfırlamak için mevcut durumunuzu kaydedebilirsiniz.

source: Could not fetch all saved charts
tr: Kayıtlı tüm grafikler getirilemedi

source: Sorry there was an error fetching saved charts:
tr: Kayıtlı grafikler getirilirken bir hata oluştu:

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
tr: Burada seçilen herhangi bir renk paleti, bu panonun (dashboard) alt grafiklerine uygulanan renkleri geçersiz kılacaktır

source: You have unsaved changes.
tr: Kaydedilmemiş değişiklikleriniz mevcut.

source: Changes saved.
tr: Değişiklikler kaydedildi.

source: Disable embedding?
tr: Yerleştirme devre dışı bırakılsın mı?

source: This will remove your current embed configuration.
tr: Bu, mevcut yerleştirme yapılandırmanızı kaldıracaktır.

source: Embedding deactivated.
tr: Yerleştirme devre dışı bırakıldı.

source: Sorry, something went wrong. Embedding could not be deactivated.
tr: Üzgünüm, bir şeyler ters gitti. Yerleştirme devre dışı bırakılamadı.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
tr: Bu pano gömülmeye hazır. Uygulamanızda, aşağıdaki kimliği SDK'ya iletin:

source: Configure this dashboard to embed it into an external web application.
tr: Bu kontrol panelini harici bir web uygulamasına gömmek için yapılandırın.

source: For further instructions, consult the
tr: Daha fazla talimat için şuraya başvurun

source: Superset Embedded SDK documentation.
tr: Superset Gömülü SDK belgeleri.

source: Allowed Domains (comma separated)
tr: İzin Verilen Etki Alanları (virgülle ayrılmış)

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
tr: Bu kontrol panelini yerleştirebilecek alan adlarının listesi. Bu alanı boş bırakmak, herhangi bir etki alanından yerleştirmeye izin verecektir.

source: Deactivate
tr: Devre dışı bırakmak

source: Save changes
tr: Değişiklikleri Kaydet

source: Enable embedding
tr: Yerleştirmeyi etkinleştir

source: Embed
tr: Göm

source: Drag and drop components and charts to the dashboard
tr: Bileşenleri ve grafikleri panoya sürükleyip bırakın

source: You can create a new chart or use existing ones from the panel on the right
tr: Sağdaki panelden yeni bir grafik oluşturabilir veya mevcut olanları kullanabilirsiniz

source: Create a new chart
tr: Yeni bir grafik oluştur

source: Drag and drop components to this tab
tr: Bileşenleri bu sekmeye sürükleyip bırakın

source: There are no components added to this tab
tr: Bu sekmeye eklenmiş bileşen yok

source: You can add the components in the edit mode.
tr: Bileşenleri düzenleme modunda ekleyebilirsiniz.

source: Edit the dashboard
tr: Kontrol panelini düzenle

source: Ready to review filters in this dashboard?
tr: Bu panodaki filtreleri incelemeye hazır mısınız?

source: Remind me in 24 hours
tr: 24 saat sonra hatırlat

source: Start Review
tr: İncelemeye Başla

source: filter_box will be deprecated in a future version of Superset. Please replace filter_box by dashboard filter components.
tr: filter_box, Superset'in gelecekteki bir sürümünde kullanımdan kaldırılacaktır. Lütfen filter_box öğesini kontrol paneli filtre bileşenleri ile değiştirin.

source: There is no chart definition associated with this component, could it have been deleted?
tr: Bu bileşenle ilişkilendirilmiş grafik tanımı yok, silinmiş olabilir mi?

source: Delete this container and save to remove this message.
tr: Bu kabı silin ve bu mesajı kaldırmak için kaydedin.

source: Refresh interval saved
tr: Yenileme aralığı kaydedildi

source: Refresh interval
tr: Yenileme aralığı

source: Refresh frequency
tr: Yenileme sıklığı

source: Are you sure you want to proceed?
tr: Devam etmek istediğinizden emin misiniz?

source: Save for this session
tr: Bu oturum için kaydet

source: [copy]
tr: [kopya]

source: You must pick a name for the new dashboard
tr: Yeni pano için bir ad seçmelisiniz

source: Save dashboard
tr: Kontrol panelini kaydet

source: Overwrite Dashboard [%s]
tr: Panelin üzerine Yaz [%s]

source: Save as:
tr: Farklı kaydet:

source: [dashboard name]
tr: [kontrol paneli adı]

source: also copy (duplicate) charts
tr: grafikleri de kopyalayın (çoğaltın)

source: viz type
tr: yani tip

source: recent
tr: son

source: Create new chart
tr: Yeni grafik oluştur

source: Filter your charts
tr: Grafiklerinizi filtreleyin

source: Filter charts
tr: Grafikleri filtrele

source: Sort by %s
tr: %s'ye göre sırala

source: Show only my charts
tr: Yalnızca çizelgelerimi göster

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
tr: Erişiminiz olan tüm grafikleri veya yalnızca sahip olduklarınızı görüntülemeyi seçebilirsiniz. Filtre seçiminiz kaydedilecek ve siz değiştirmeyi seçene kadar etkin kalacaktır.

source: Added
tr: Katma

source: Viz type
tr: Viz tipi

source: Dataset
tr: Veri kümesi

source: Superset chart
tr: Süper küme tablosu

source: Check out this chart in dashboard:
tr: Paneldeki bu grafiğe göz atın:

source: Layout elements
tr: Düzen öğeleri

source: Load a CSS template
tr: Bir CSS şablonu yükleyin

source: Live CSS editor
tr: Canlı CSS düzenleyici

source: Collapse tab content
tr: Sekme içeriğini daralt

source: There are no charts added to this dashboard
tr: Bu kontrol paneline eklenmiş grafik yok

source: Go to the edit mode to configure the dashboard and add charts
tr: Paneli yapılandırmak ve grafikler eklemek için düzenleme moduna gidin

source: Applied cross-filters (%d)
tr: Uygulanan çapraz filtreler (%d)

source: Applied filters (%d)
tr: Uygulanan filtreler (%d)

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
tr: Bu pano şu anda otomatik olarak yenileniyor; sonraki otomatik yenileme %s içinde olacak.

source: Your dashboard is too large. Please reduce its size before saving it.
tr: Kontrol paneliniz çok büyük. Lütfen kaydetmeden önce boyutunu küçültün.

source: Add the name of the dashboard
tr: Panelin adını ekleyin

source: Dashboard title
tr: Panel başlığı

source: Undo the action
tr: Yapılanı geri al

source: Redo the action
tr: İşlemi yeniden yap

source: Discard
tr: At

source: Edit dashboard
tr: Paneli düzenle

source: An error occurred while fetching available CSS templates
tr: Kullanılabilir CSS şablonları getirilirken bir hata oluştu

source: Refreshing charts
tr: Grafikler yenileniyor

source: Superset dashboard
tr: Süper küme kontrol paneli

source: Check out this dashboard:
tr: Panelden (dashboard) çık:

source: Refresh dashboard
tr: Kontrol panelini yenile

source: Exit fullscreen
tr: Tam ekrandan çık

source: Enter fullscreen
tr: Tam ekran yap

source: Edit properties
tr: Özellikleri düzenle

source: Edit CSS
tr: CSS'yi düzenle

source: Download as image
tr: Resim olarak indir

source: Share
tr: Paylaşmak

source: Copy permalink to clipboard
tr: Kalıcı bağlantıyı panoya kopyala

source: Share permalink by email
tr: Kalıcı bağlantıyı e-posta ile paylaşın

source: Embed dashboard
tr: Panele yerleştir

source: Manage email report
tr: E-posta raporunu yönet

source: Set filter mapping
tr: Filtre eşlemeyi ayarla

source: Set auto-refresh interval
tr: Otomatik yenileme aralığını ayarla

source: Confirm overwrite
tr: Üzerine yazmayı onayla

source: Scroll down to the bottom to enable overwriting changes.
tr: Değişikliklerin etkinleştirmek için aşağıya doğru kaydırın.

source: Yes, overwrite changes
tr: Evet, değişikliklerin üzerine yaz

source: Are you sure you intend to overwrite the following values?
tr: Aşağıdaki değerlerin üzerine yazmak istediğinizden emin misiniz?

source: Last Updated %s by %s
tr: %s tarafından Son Güncelleme %s

source: Apply
tr: Uygula

source: A valid color scheme is required
tr: Geçerli bir renk şeması gerekli

source: JSON metadata is invalid!
tr: JSON meta verileri geçersiz!

source: Dashboard properties updated
tr: Panel özellikleri güncellendi

source: The dashboard has been saved
tr: Panel kaydedildi

source: Access
tr: Erişim

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
tr: Sahipler, kontrol panelini değiştirebilen kullanıcıların bir listesidir. İsme veya kullanıcı adına göre aranabilir.

source: Colors
tr: Renkler

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
tr: Roller, panele erişimi tanımlayan bir listedir. Bir panoya rol erişimi verilmesi, veri kümesi düzeyi kontrollerini atlayacaktır. Herhangi bir rol tanımlanmamışsa, normal erişim izinleri geçerlidir.

source: Dashboard properties
tr: Panel özellikleri

source: This dashboard is managed externally, and can't be edited in Superset
tr: Bu panel harici olarak yönetilir ve Superset'te düzenlenemez

source: Basic information
tr: Temel bilgiler

source: URL slug
tr: URL bilgisi

source: A readable URL for your dashboard
tr: Kontrol paneliniz için okunabilir bir URL

source: Certification
tr: Sertifikasyon

source: Person or group that has certified this dashboard.
tr: Bu kontrol panelini onaylayan kişi veya grup.

source: Any additional detail to show in the certification tooltip.
tr: Sertifika araç ipucunda gösterilecek ek ayrıntılar.

source: A list of tags that have been applied to this chart.
tr: Bu grafiğe uygulanmış etiketlerin listesi.

source: JSON metadata
tr: JSON meta verileri

source: Please DO NOT overwrite the "filter_scopes" key.
tr: Lütfen "filter_scopes" anahtarının üzerine YAZMAYIN.

source: Use "%(menuName)s" menu instead.
tr: Bunun yerine "%(menuName)s" menüsünü kullanın.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
tr: Bu panel yayınlanmadı, panolar listesinde görünmeyecek. Bu kontrol panelini yayınlamak için burayı tıklayın.

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
tr: Bu panel yayınlanmadı, bu da panolar listesinde görünmeyeceği anlamına gelir. Orada görmek veya doğrudan URL'yi kullanarak erişmek için favorilere ekleyin.

source: This dashboard is published. Click to make it a draft.
tr: Bu pano yayınlandı. Taslak yapmak için tıklayın.

source: Draft
tr: Taslak

source: Annotation layers are still loading.
tr: Ek açıklama katmanları hala yükleniyor.

source: One ore more annotation layers failed loading.
tr: Bir veya daha fazla ek açıklama katmanı yüklenemedi.

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
tr: Bu grafik, aynı veri kümesini kullanan diğer grafiklere çapraz filtreler uygular.

source: Data refreshed
tr: Veriler yenilendi

source: Cached %s
tr: %s önbelleğe alındı

source: Fetched %s
tr: %s getirildi

source: Query %s: %s
tr: %s sorgusu: %s

source: Force refresh
tr: Yenilemeye zorla

source: Hide chart description
tr: Grafik açıklamasını gizle

source: Show chart description
tr: Grafik açıklamasını göster

source: View query
tr: Sorguyu görüntüle

source: View as table
tr: Tablo olarak görüntüle

source: Chart Data: %s
tr: Grafik Verisi: %s

source: Share chart by email
tr: Grafiği e-posta ile paylaşın

source: Check out this chart:
tr: Grafikten çık:

source: Download
tr: İndirmek

source: Export to .CSV
tr: .CSV'ye aktar

source: Export to full .CSV
tr: Tam .CSV dosyasına aktar

source: Something went wrong.
tr: Bir şeyler yanlış gitti.

source: Search...
tr: Arama...

source: No filter is selected.
tr: Hiçbir filtre seçilmedi.

source: Editing 1 filter:
tr: 1 filtre düzenleniyor:

source: Batch editing %d filters:
tr: Toplu düzenleme %d filtre:

source: Configure filter scopes
tr: Filtre kapsamlarını yapılandırma

source: There are no filters in this dashboard.
tr: Bu kontrol panelinde filtre yok.

source: Expand all
tr: Hepsini genişlet

source: Collapse all
tr: Hepsini Daralt

source: An error occurred while opening Explore
tr: Keşfet açılırken bir hata oluştu

source: Empty column
tr: Boş sütun

source: This markdown component has an error.
tr: Bu işaretleme bileşeninde bir hata var.

source: This markdown component has an error. Please revert your recent changes.
tr: Bu işaretleme bileşeninde bir hata var. Lütfen son değişikliklerinizi geri alın.

source: Empty row
tr: Boş satır

source: You can
tr: Yapabilirsiniz

source: create a new chart
tr: yeni bir grafik oluştur

source: or use existing ones from the panel on the right
tr: veya sağdaki panelden mevcut olanları kullanın

source: You can add the components in the
tr: Bileşenleri içine ekleyebilirsiniz

source: edit mode
tr: düzenleme modu

source: Delete dashboard tab?
tr: Panel sekmesi silinsin mi?

source: Deleting a tab will remove all content within it. You may still reverse this action with the
tr: Bir sekmenin silinmesi, içindeki tüm içeriği kaldırır. ile bu eylemi yine de tersine çevirebilirsiniz

source: undo
tr: geri alma

source: button (cmd + z) until you save your changes.
tr: değişikliklerinizi kaydedene kadar (cmd + z) düğmesine basın.

source: CANCEL
tr: İPTAL

source: Divider
tr: Ayırıcı

source: Header
tr: Başlık

source: Text
tr: Metin

source: Tabs
tr: Sekmeler

source: background
tr: arka plan

source: Preview
tr: Ön izleme

source: Sorry, something went wrong. Try again later.
tr: Üzgünüm, bir şeyler ters gitti. Daha sonra tekrar deneyin.

source: Add/Edit Filters
tr: Filtre Ekle/Düzenle
