Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Error: %(text)s
tr: Hata: %(text)s

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
tr: *%(name)s* %(description)s <%(url)s|Superset içinde ara> %(table)s

source: *%(name)s* %(description)s Error: %(text)s
tr: *%(name)s* %(description)s Hata: %(text)s

source: Deleted %(num)d rules
tr: %(num)d kural silindi

source: RLS Rule not found.
tr: RLS kuralı bulunamadı.

source: RLS Rule could not be deleted.
tr: RLS kuralı silinemedi.

source: %(dialect)s cannot be used as a data source for security reasons.
tr: %(dialect)s, güvenlik nedeniyle veri kaynağı olarak kullanılamaz.

source: You don't have the rights to alter %(resource)s
tr: %(resource)s üzerinde değişiklik yapma hakkınız yok

source: Failed to execute %(query)s
tr: %(query)s çalıştırılamadı

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
tr: Lütfen şablon parametrelerinizde sözdizimi hataları olup olmadığını kontrol edin ve bunların SQL sorgunuz ve Set Parameters ile eşleştiğinden emin olun. Ardından, sorgunuzu tekrar çalıştırmayı deneyin.

source: The query contains one or more malformed template parameters.
tr: Sorgu, bir veya daha fazla hatalı biçimlendirilmiş şablon parametresi içeriyor.

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
tr: Lütfen sorgunuzu kontrol edin ve tüm şablon parametrelerinin çift parantez içinde olduğunu onaylayın, örneğin, "{{ ds }}". Ardından, sorgunuzu tekrar çalıştırmayı deneyin.

source: The database could not be found
tr: Veritabanı bulunamadı

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
tr: Sorgu tahmini, %(sqllab_timeout)s saniye sonra sonlandırıldı. Çok karmaşık olabilir veya veritabanı ağır yük altında olabilir.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
tr: Bu sorguda başvurulan veritabanı bulunamadı. Lütfen daha fazla yardım için bir yönetici ile iletişime geçin veya tekrar deneyin.

source: The query associated with these results could not be found. You need to re-run the original query.
tr: Bu sonuçlarla ilişkili sorgu bulunamadı. Orijinal sorguyu yeniden çalıştırmanız gerekir.

source: Cannot access the query
tr: Sorguya erişilemiyor

source: Data could not be retrieved from the results backend. You need to re-run the original query.
tr: Sonuçlar arka ucundan veri alınamadı. Orijinal sorguyu yeniden çalıştırmanız gerekir.

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
tr: Veriler, sonuçlar arka ucundan seri hale getirilemedi. Depolama formatı değişmiş olabilir ve eski veri payını oluşturur. Orijinal sorguyu yeniden çalıştırmanız gerekir.

source: Tag name is invalid (cannot contain ':')
tr: Etiket adı geçersiz (":" içeremez)

source: Tag parameters are invalid.
tr: Etiket parametreleri geçersiz.

source: Tag could not be created.
tr: Etiket oluşturulamadı.

source: Tag could not be deleted.
tr: Etiket silinemedi.

source: Tagged Object could not be deleted.
tr: Etiketli Nesne silinemedi.

source: Scheduled task executor not found
tr: Zamanlanmış görev yürütücü bulunamadı

source: Record Count
tr: Kayıt sayısı

source: No records found
tr: Kayıt bulunamadı

source: Filter List
tr: Filtre Listesi

source: Search
tr: Arama

source: Refresh
tr: Yenile

source: Import dashboards
tr: Panelleri içe aktar

source: Import Dashboard(s)
tr: Gösterge Tablolarını İçe Aktar

source: File
tr: Dosya

source: Choose File
tr: Dosya seçin

source: Upload
tr: Yüklemek

source: No Access!
tr: Erişim Yok!

source: You do not have permissions to access the datasource(s): %(name)s.
tr: Şu veri kaynaklarına erişim izniniz yok: %(name)s.

source: Request Permissions
tr: İzin İste

source: Cancel
tr: İptal

source: Use the edit button to change this field
tr: Bu alanı değiştirmek için düzenle düğmesini kullanın

source: Test Connection
tr: Test bağlantısı

source: Resource was not found.
tr: Kaynak bulunamadı.

source: [Superset] Access to the datasource %(name)s was granted
tr: [Süper küme] %(name)s veri kaynağına erişim izni verildi

source: Unsupported clause type: %(clause)s
tr: Desteklenmeyen ifade türü: %(clause)s

source: Invalid metric object: %(metric)s
tr: Geçersiz metrik nesne: %(metric)s

source: Unable to find such a holiday: [%(holiday)s]
tr: Böyle bir tatil bulunamadı: [%(holiday)s]

source: DB column %(col_name)s has unknown type: %(value_type)s
tr: %(col_name)s veritabanı sütununda bilinmeyen bir tür var: %(value_type)s

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
tr: yüzdelikler, birincisi ikinci değerden küçük olan iki sayısal değere sahip bir liste veya demet olmalıdır

source: `compare_columns` must have the same length as `source_columns`.
tr: "compare_columns", "source_columns" ile aynı uzunluğa sahip olmalıdır.

source: `compare_type` must be `difference`, `percentage` or `ratio`
tr: "compare_type", "fark", "yüzde" veya "oran" olmalıdır

source: Column "%(column)s" is not numeric or does not exists in the query results.
tr: "%(column)s" sütunu sayısal değil veya sorgu sonuçlarında yok.

source: `rename_columns` must have the same length as `columns`.
tr: "rename_columns", "sütunlar" ile aynı uzunluğa sahip olmalıdır.

source: Invalid cumulative operator: %(operator)s
tr: Geçersiz kümülatif operatör: %(operator)s

source: Invalid geohash string
tr: Geçersiz geohash dizesi

source: Invalid longitude/latitude
tr: Geçersiz boylam/enlem

source: Invalid geodetic string
tr: Geçersiz jeodezik dizi

source: Pivot operation requires at least one index
tr: Pivot işlemi en az bir dizin gerektirir

source: Pivot operation must include at least one aggregate
tr: Pivot işlemi en az bir toplam içermelidir

source: `prophet` package not installed
tr: "peygamber" paketi kurulu değil

source: Time grain missing
tr: Zaman greni eksik

source: Unsupported time grain: %(time_grain)s
tr: Desteklenmeyen zaman dilimi: %(time_grain)s

source: Periods must be a whole number
tr: Noktalar bir tam sayı olmalıdır

source: Confidence interval must be between 0 and 1 (exclusive)
tr: Güven aralığı 0 ile 1 arasında olmalıdır (hariç)

source: DataFrame must include temporal column
tr: DataFrame geçici sütun içermelidir

source: DataFrame include at least one series
tr: DataFrame en az bir dizi içerir

source: Label already exists
tr: Etiket zaten var

source: Resample operation requires DatetimeIndex
tr: Yeniden örnekleme işlemi için DatetimeIndex gerekir

source: Resample method should in
tr: Yeniden örnekleme yöntemi

source: Undefined window for rolling operation
tr: Döndürme işlemi için tanımsız pencere

source: Window must be > 0
tr: Pencere > 0 olmalıdır

source: Invalid rolling_type: %(type)s
tr: Geçersiz yuvarlanan_tür: %(type)s

source: Invalid options for %(rolling_type)s: %(options)s
tr: %(rolling_type)s için geçersiz seçenekler: %(options)s

source: Referenced columns not available in DataFrame.
tr: Başvurulan sütunlar DataFrame'de mevcut değildir.

source: Column referenced by aggregate is undefined: %(column)s
tr: Toplama tarafından başvurulan sütun tanımsız: %(column)s

source: Operator undefined for aggregator: %(name)s
tr: Toplayıcı için operatör tanımsız: %(name)s

source: Invalid numpy function: %(operator)s
tr: Geçersiz numpy fonksiyonu: %(operator)s

source: User
tr: Kullanıcı

source: User Roles
tr: Kullanıcı rolleri

source: Database URL
tr: Veritabanı URL'si

source: Datasource
tr: Veri kaynağı

source: Roles to grant
tr: Verilecek roller

source: Created On
tr: Oluşturma Tarihi

source: Unexpected time range: %s
tr: Beklenmeyen zaman aralığı: %s

source: Table [%{table}s] could not be found, please double check your database connection, schema, and table name, error: {}
tr: Tablo [%{table}s] bulunamadı, lütfen veritabanı bağlantınızı, şemanızı ve tablo adınızı tekrar kontrol edin, hata: {}

source: json isn't valid
tr: json geçerli değil

source: Export to YAML
tr: YAML'a Aktar

source: Export to YAML?
tr: YAML'a aktarılsın mı?

source: Delete
tr: Silmek

source: Delete all Really?
tr: Tümünü silmek Gerçekten mi?

source: Is favorite
tr: Favori

source: Is tagged
tr: Etiketli

source: The data source seems to have been deleted
tr: Veri kaynağı silinmiş görünüyor

source: The user seems to have been deleted
tr: Kullanıcı silinmiş görünüyor

source: Access was requested
tr: Erişim istendi

source: The access requests seem to have been deleted
tr: Erişim istekleri silinmiş görünüyor

source: %(user)s was granted the role %(role)s that gives access to the %(datasource)s
tr: %(user)s, %(datasource)s kaynağına erişim sağlayan %(role)s rolüne sahip oldu

source: Role %(r)s was extended to provide the access to the datasource %(ds)s
tr: Rol %(r)s, %(ds)s veri kaynağına erişim sağlamak için genişletildi

source: You have no permission to approve this request
tr: Bu isteği onaylama izniniz yok

source: You don't have the rights to download as csv
tr: CSV olarak indirme yetkiniz yok

source: Cannot import dashboard: %(db_error)s. Make sure to create the database before importing the dashboard.
tr: Gösterge tablosu içe aktarılamıyor: %(db_error)s. Gösterge tablosunu içe aktarmadan önce veritabanını oluşturduğunuzdan emin olun.

source: An unknown error occurred. Please contact your Superset administrator
tr: Bilinmeyen bir hata oluştu. Lütfen Süperset yöneticinizle iletişime geçin

source: Error: permalink state not found
tr: Hata: kalıcı bağlantı durumu bulunamadı

source: Error: %(msg)s
tr: Hata: %(msg)s

source: You don't have the rights to alter this chart
tr: Bu tabloyu değiştirme hakkınız yok

source: You don't have the rights to create a chart
tr: Grafik oluşturma hakkınız yok

source: Explore - %(table)s
tr: Keşfet - %(table)s

source: Explore
tr: Keşfetmek

source: Chart [{}] has been saved
tr: Grafik [{}] kaydedildi

source: Chart [{}] has been overwritten
tr: Grafik [{}] üzerine yazıldı

source: You don't have the rights to alter this dashboard
tr: Bu kontrol panelini değiştirme hakkınız yok

source: Chart [{}] was added to dashboard [{}]
tr: Grafik [{}] gösterge tablosuna [{}] eklendi

source: You don't have the rights to create a dashboard
tr: Panel oluşturma yetkiniz yok

source: Dashboard [{}] just got created and chart [{}] was added to it
tr: Panel [{}] yeni oluşturuldu ve [{}] grafiği buna eklendi

source: Schema undefined
tr: Tanımsız şema

source: Database not found: %(id)s
tr: Veritabanı bulunamadı: %(id)s

source: This dashboard was changed recently. Please reload dashboard to get latest version.
tr: Bu pano yakın zamanda değiştirildi. En son sürümü almak için lütfen kontrol panelini yeniden yükleyin.

source: Could not load database driver: %(driver_name)s
tr: Veritabanı sürücüsü yüklenemedi: %(driver_name)s

source: Invalid connection string, a valid string usually follows: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'
tr: Geçersiz bağlantı dizesi, ardından genellikle geçerli bir dize gelir: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'

source: Malformed request. slice_id or table_name and db_name arguments are expected
tr: Hatalı istek. dilim_kimliği veya tablo_adı ve db_adı bağımsız değişkenleri bekleniyor

source: Chart %(id)s not found
tr: Grafik %(id)s bulunamadı

source: Table %(table)s wasn't found in the database %(db)s
tr: %(table)s tablosu %(db)s veritabanında bulunamadı

source: permalink state not found
tr: kalıcı bağlantı durumu bulunamadı

source: One or more required fields are missing in the request. Please try again, and if the problem persists contact your administrator.
tr: İstekte bir veya daha fazla zorunlu alan eksik. Lütfen tekrar deneyin ve sorun devam ederse yöneticinizle iletişime geçin.

source: You are not authorized to see this query. If you think this is an error, please reach out to your administrator.
tr: Bu sorguyu görme yetkiniz yok. Bunun bir hata olduğunu düşünüyorsanız lütfen yöneticinizle iletişime geçin.

source: The provided `rows` argument is not a valid integer.
tr: Sağlanan "satırlar" bağımsız değişkeni geçerli bir tamsayı değil.

source: %(user)s's profile
tr: %(user)s'nin profili

source: Show CSS Template
tr: CSS Şablonunu Göster

source: Add CSS Template
tr: CSS Şablonu Ekle

source: Edit CSS Template
tr: CSS Şablonunu Düzenle

source: Template Name
tr: Şablon adı

source: A human-friendly name
tr: İnsan dostu bir isim

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
tr: Eklentiyi tanımlamak için dahili olarak kullanılır. Eklenti paketindeki paket adına ayarlanmalıdır.json

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
tr: Yerleşik eklentinin konumuna işaret eden tam bir URL (örneğin, bir CDN'de barındırılabilir)

source: Custom Plugins
tr: Özel Eklentiler

source: Custom Plugin
tr: Özel Eklenti

source: Add a Plugin
tr: Eklenti Ekle

source: Edit Plugin
tr: Eklentiyi Düzenle

source: The dataset associated with this chart no longer exists
tr: Bu grafikle ilişkili veri kümesi artık mevcut değil

source: Could not determine datasource type
tr: Veri kaynağı türü belirlenemedi

source: Could not find viz object
tr: Biz nesnesi bulunamadı

source: Show Chart
tr: Grafiği Göster

source: Add Chart
tr: Grafik Ekle

source: Edit Chart
tr: Grafiği Düzenle

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
tr: Bu parametreler, keşif görünümünde kaydet veya üzerine yaz düğmesine tıklandığında dinamik olarak oluşturulur. Bu JSON nesnesi, referans olması ve belirli parametreleri değiştirmek isteyebilecek ileri düzey kullanıcılar için burada sunulmuştur.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
tr: Bu grafik için önbelleğe alma zaman aşımının süresi (saniye olarak). Tanımsızsa, bunun veri kaynağı/tablo zaman aşımına varsayılan olduğunu unutmayın.

source: Creator
tr: Yaratıcı

source: Last Modified
tr: Son düzenleme

source: Parameters
tr: Parametreler

source: Chart
tr: Çizelge

source: Name
tr: İsim

source: Visualization Type
tr: Görselleştirme Türü

source: Show Dashboard
tr: Paneli göster

source: Add Dashboard
tr: Panel ekle

source: Edit Dashboard
tr: Kontrol Panelini Düzenle

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
tr: Bu json nesnesi, araçların (widget) panodaki (dashboard) konumunu açıklar. Panel görünümünde sürükle ve bırak kullanılarak araçların boyutu ve konumları ayarlanırken dinamik olarak oluşturulur

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
tr: Bağımsız panolar (dashboard) için CSS burada veya pano (dashboard) görünümünde değiştirilebilir

source: To get a readable URL for your dashboard
tr: Kontrol paneliniz için okunabilir bir URL almak için

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
tr: Bu JSON nesnesi, pano görünümünde kaydet veya üzerine yaz düğmesine tıklandığında dinamik olarak oluşturulur. Referans olması ve belirli parametreleri değiştirmek isteyebilecek ileri düzey kullanıcılar için burada sunulmuştur.

source: Owners is a list of users who can alter the dashboard.
tr: Sahipler, kontrol panelini değiştirebilen kullanıcıların bir listesidir.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
tr: Roller, panoya erişimi tanımlayan bir listedir. Bir panoya rol erişimi verilmesi, veri kümesi düzeyindeki kontrolleri atlayacaktır. Hiçbir rol tanımlanmamışsa, normal erişim izinleri uygulanır.

source: Determines whether or not this dashboard is visible in the list of all dashboards
tr: Bu panonun tüm panolar listesinde görünüp görünmeyeceğini belirler

source: Dashboard
tr: Gösterge Paneli

source: Title
tr: Başlık

source: Slug
tr: Kısa tanım

source: Roles
tr: Roller

source: Published
tr: Yayınlanan

source: Position JSON
tr: JSON'u konumlandırın

source: JSON Metadata
tr: JSON Meta Verileri

source: Export
tr: İhracat

source: Export dashboards?
tr: Kontrol panelleri dışa aktarılsın mı?

source: CSV Upload
tr: CSV Yükleme

source: Select a file to be uploaded to the database
tr: Veritabanına yüklenecek bir dosya seçin

source: Only the following file extensions are allowed: %(allowed_extensions)s
tr: Yalnızca şu dosya uzantılarına izin verilir: %(allowed_extensions)s

source: Name of table to be created with CSV file
tr: CSV dosyası ile oluşturulacak tablonun adı

source: Table name cannot contain a schema
tr: Tablo adı şema içeremez

source: Select a database to upload the file to
tr: Dosyayı yüklemek için bir veritabanı seçin

source: Column Data Types
tr: Sütun Veri Tİpleri

source: Select a schema if the database supports this
tr: Veritabanı bunu destekliyorsa bir şema seçin

source: Delimiter
tr: Sınırlayıcı

source: Enter a delimiter for this data
tr: Bu veriler için bir sınırlayıcı girin

source: Other
tr: Diğer

source: If Table Already Exists
tr: Tablo Zaten Varsa

source: What should happen if the table already exists
tr: Tablo zaten varsa ne olmalı

source: Fail
tr: Hata

source: Replace
tr: Yer değiştirmek

source: Append
tr: Ekle

source: Skip Initial Space
tr: Başlangıç ​​Boşluğunu Atla

source: Skip spaces after delimiter
tr: Sınırlayıcıdan sonra boşlukları atla

source: Skip Blank Lines
tr: Boş Satırları Atla

source: Skip blank lines rather than interpreting them as Not A Number values
tr: Boş satırları Sayı Değil değerleri olarak yorumlamak yerine atlayın

source: Columns To Be Parsed as Dates
tr: Tarih Olarak Ayrıştırılacak Sütunlar

source: A comma separated list of columns that should be parsed as dates
tr: Tarih olarak ayrıştırılması gereken sütunların virgülle ayrılmış listesi

source: Interpret Datetime Format Automatically
tr: Datetime Formatını Otomatik Yorumla

source: Interpret the datetime format automatically
tr: Tarih saat biçimini otomatik olarak yorumla

source: Decimal Character
tr: Ondalık Karakter

source: Character to interpret as decimal point
tr: Ondalık nokta olarak yorumlanacak karakter

source: Null Values
tr: Boş Değerler

source: Json list of the values that should be treated as null. Examples: [""] for empty strings, ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only a single value
tr: Boş olarak değerlendirilmesi gereken değerlerin Json listesi. Örnekler: boş dizeler için [""], ["Yok", "Yok"], ["nan", "null"]. Uyarı: Hive veritabanı yalnızca tek bir değeri destekler

source: Index Column
tr: Dizin Sütunu

source: Column to use as the row labels of the dataframe. Leave empty if no index column
tr: Veri çerçevesinin satır etiketleri olarak kullanılacak sütun. Dizin sütunu yoksa boş bırakın

source: Dataframe Index
tr: Veri Çerçevesi Dizini

source: Write dataframe index as a column
tr: Dataframe indeksini bir sütun olarak yaz

source: Column Label(s)
tr: Sütun Etiketleri

source: Column label for index column(s). If None is given and Dataframe Index is checked, Index Names are used
tr: İndeks sütun(lar)ı için sütun etiketi. Yok verilirse ve Dataframe Dizini işaretlenirse, Dizin Adları kullanılır

source: Columns To Read
tr: Okunacak Sütunlar

source: Json list of the column names that should be read
tr: Okunması gereken sütun adlarının Json listesi

source: Overwrite Duplicate Columns
tr: Yinelenen Sütunların Üzerine Yaz

source: If duplicate columns are not overridden, they will be presented as "X.1, X.2 ...X.x"
tr: Yinelenen sütunlar geçersiz kılınmazsa, "X.1, X.2 ...X.x" olarak sunulurlar.

source: Header Row
tr: Üst bilgi satırı

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row
tr: Sütun adları olarak kullanılacak başlıkları içeren satır (0, verilerin ilk satırıdır). Başlık satırı yoksa boş bırakın

source: Rows to Read
tr: Okunacak Satırlar

source: Number of rows of file to read
tr: Okunacak dosya satır sayısı

source: Skip Rows
tr: Satırları Atla

source: Number of rows to skip at start of file
tr: Dosyanın başında atlanacak satır sayısı

source: Name of table to be created from excel data.
tr: Excel verilerinden oluşturulacak tablonun adı.

source: Excel File
tr: Excel Dosyası

source: Select a Excel file to be uploaded to a database.
tr: Veritabanına yüklenecek bir Excel dosyası seçin.

source: Sheet Name
tr: Sayfa Adı

source: Strings used for sheet names (default is the first sheet).
tr: Sayfa adları için kullanılan dizeler (varsayılan ilk sayfadır).

source: Specify a schema (if database flavor supports this).
tr: Bir şema belirtin (veritabanı çeşidi bunu destekliyorsa).

source: Table Exists
tr: Tablo Var

source: If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).
tr: Tablo varsa, aşağıdakilerden birini yapın: Başarısız (hiçbir şey yapmayın), Değiştir (tabloyu bırakın ve yeniden oluşturun) veya Ekle (veri ekleyin).

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
tr: Sütun adları olarak kullanılacak başlıkları içeren satır (0, verilerin ilk satırıdır). Başlık satırı yoksa boş bırakın.

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
tr: Veri çerçevesinin satır etiketleri olarak kullanılacak sütun. Dizin sütunu yoksa boş bırakın.

source: Mangle Duplicate Columns
tr: Yinelenen Sütunları Düzenleyin

source: Specify duplicate columns as "X.0, X.1".
tr: Yinelenen sütunları "X.0, X.1" olarak belirtin.

source: Number of rows to skip at start of file.
tr: Dosyanın başlangıcında atlanacak satır sayısı.

source: Number of rows of file to read.
tr: Okunacak dosya satır sayısı.

source: Parse Dates
tr: Tarihleri ​​Ayrıştır

source: A comma separated list of columns that should be parsed as dates.
tr: Tarih olarak ayrıştırılması gereken sütunların virgülle ayrılmış listesi.

source: Character to interpret as decimal point.
tr: Ondalık nokta olarak yorumlanacak karakter.

source: Write dataframe index as a column.
tr: Dataframe indeksini bir sütun olarak yazın.

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
tr: İndeks sütun(lar)ı için sütun etiketi. Hiçbiri verilirse ve Veri Çerçevesi Dizini True ise, Dizin Adları kullanılır.

source: Null values
tr: Boş değerler

source: Json list of the values that should be treated as null. Examples: [""], ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only single value. Use [""] for empty string.
tr: Boş olarak değerlendirilmesi gereken değerlerin Json listesi. Örnekler: [""], ["Yok", "Yok"], ["nan", "null"]. Uyarı: Hive veritabanı yalnızca tek bir değeri destekler. Boş dize için [""] kullanın.

source: Name of table to be created from columnar data.
tr: Sütunsal verilerden oluşturulacak tablonun adı.

source: Columnar File
tr: Sütunlu Dosya
