Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
tr: Grafiğin hiyerarşi düzeylerini ayarlar. Her düzey bir halka ile temsil edilir ve en içteki daire hiyerarşinin en üstünde yer alır.

source: Sunburst Chart v2
tr: Güneş patlaması tablosu v2

source: When using other than adaptive formatting, labels may overlap
tr: Uyarlamalı biçimlendirme dışında bir yöntem kullanılırken etiketler üst üste binebilir

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
tr: Verileri görselleştirmek için İsviçre çakısı. Adım, çizgi, dağılım ve çubuk grafikler arasında seçim yapın. Bu görünüm türü de birçok özelleştirme seçeneğine sahiptir.

source: Swiss army knife for visualizing time series data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
tr: Zaman serisi verilerini görselleştirmek için İsviçre çakısı. Adım, çizgi, dağılım ve çubuk grafikler arasında seçim yapın. Bu görünüm türü de birçok özelleştirme seçeneğine sahiptir.

source: Generic Chart
tr: Genel Grafik

source: Time-series Chart
tr: Zaman Serisi Grafiği

source: zoom area
tr: yakınlaştırma alanı

source: restore zoom
tr: yakınlaştırmayı geri yükle

source: Series Style
tr: Seri Stili

source: Area chart opacity
tr: Alan grafiği opaklığı

source: Opacity of Area Chart. Also applies to confidence band.
tr: Alan Grafiğinin Opaklığı. Güven bandı için de geçerlidir.

source: Marker Size
tr: İşaretleyici Boyutu

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
tr: Alan grafikleri, aynı ölçeğe sahip değişkenleri temsil etmeleri açısından çizgi grafiklere benzer, ancak alan grafikleri metrikleri üst üste yığar.

source: Time-series Area chart are similar to line chart in that they represent variables with the same scale, but area charts stack the metrics on top of each other. An area chart in Superset can be stream, stack, or expand.
tr: Zaman serisi Alan grafiği, aynı ölçeğe sahip değişkenleri temsil etmesi bakımından çizgi grafiğine benzer, ancak alan grafikleri metrikleri üst üste yığar. Süper Küme'deki bir alan grafiği akış, yığın veya genişleme olabilir.

source: Area Chart
tr: Alan Grafiği

source: Time-series Area Chart
tr: Zaman Serisi Alan Grafiği

source: Axis Title
tr: Eksen Başlığı

source: AXIS TITLE MARGIN
tr: EKSEN BAŞLIK MARJI

source: AXIS TITLE POSITION
tr: EKSEN BAŞLIK KONUMU

source: Rotate axis label
tr: Eksen etiketini döndür

source: Axis Format
tr: Eksen Formatı

source: Logarithmic axis
tr: Logaritmik eksen

source: Draw split lines for minor axis ticks
tr: Küçük eksen işaretleri için bölünmüş çizgiler çizin

source: Truncate Axis
tr: Kesik Eksen

source: It’s not recommended to truncate axis in Bar chart.
tr: Çubuk grafikte ekseni kısaltmanız önerilmez.

source: Axis Bounds
tr: Eksen Sınırları

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
tr: Eksen için sınırlar. Boş bırakıldığında sınırlar, verilerin minimum/maksimum değerlerine göre dinamik olarak tanımlanır. Bu özelliğin yalnızca eksen aralığını genişleteceğini unutmayın. Verilerin kapsamını daraltmaz.

source: Chart Orientation
tr: Grafik Yönü

source: Bar orientation
tr: Çubuk yönü

source: Horizontal
tr: Yatay

source: Orientation of bar chart
tr: Çubuk grafiğin yönü

source: Bar Charts are used to show metrics as a series of bars.
tr: Çubuk Grafikler, metrikleri bir dizi çubuk olarak göstermek için kullanılır.

source: Time-series Bar Charts are used to show the changes in a metric over time as a series of bars.
tr: Zaman Serisi Çubuk Grafikleri, bir metrikteki zaman içindeki değişiklikleri bir dizi çubuk olarak göstermek için kullanılır.

source: Time-series Bar Chart
tr: Zaman Serisi Çubuk Grafiği

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
tr: Çizgi grafiği, belirli bir kategori üzerinden alınan ölçümleri görselleştirmek için kullanılır. Çizgi grafiği, bilgileri düz çizgi parçalarıyla birbirine bağlanan bir dizi veri noktası olarak görüntüleyen bir grafik türüdür. Birçok alanda yaygın olan temel bir grafik türüdür.

source: Time-series line chart is used to visualize repeated measurements taken over regular time intervals. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
tr: Zaman serisi çizgi grafiği, düzenli zaman aralıklarında alınan tekrarlanan ölçümleri görselleştirmek için kullanılır. Çizgi grafiği, bilgileri düz çizgi parçalarıyla birbirine bağlanan bir dizi veri noktası olarak görüntüleyen bir grafik türüdür. Birçok alanda yaygın olan temel bir grafik türüdür.

source: Line Chart
tr: Çizgi grafik

source: Time-series Line Chart
tr: Zaman Serisi Çizgi Grafiği

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
tr: Dağılım Grafiği, doğrusal birimlerde yatay eksene sahiptir ve noktalar sırayla bağlanır. İki değişken arasındaki istatistiksel ilişkiyi gösterir.

source: Time-series Scatter Plot has time on the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
tr: Zaman serisi Dağılım Grafiği, yatay eksende doğrusal birimlerde zamana sahiptir ve noktalar sırayla bağlanır. İki değişken arasındaki istatistiksel ilişkiyi gösterir.

source: Scatter Plot
tr: Dağılım grafiği

source: Time-series Scatter Plot
tr: Zaman Serisi Dağılım Grafiği

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
tr: Düz çizgi, çizgi grafiğinin bir çeşididir. Açılar ve sert kenarlar olmadan, Smooth-line bazen daha akıllı ve daha profesyonel görünür.

source: Time-series Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
tr: Zaman serisi Düzgün çizgi, çizgi grafiğinin bir varyasyonudur. Açılar ve sert kenarlar olmadan, Smooth-line bazen daha akıllı ve daha profesyonel görünür.

source: Time-series Smooth Line
tr: Zaman Serisi Düzgün Çizgi

source: Step type
tr: Adım tipi

source: Start
tr: Başlangıç

source: Middle
tr: Orta

source: End
tr: Son

source: Defines whether the step should appear at the beginning, middle or end between two data points
tr: Adımın iki veri noktası arasında başında mı, ortasında mı yoksa sonunda mı görüneceğini tanımlar

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
tr: Adımlı çizgi grafiği (adımlı grafik olarak da adlandırılır), çizgi grafiğin bir varyasyonudur, ancak çizgi veri noktaları arasında bir dizi adım oluşturur. Düzensiz aralıklarla meydana gelen değişiklikleri göstermek istediğinizde bir adım grafiği yararlı olabilir.

source: Time-series Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
tr: Zaman serisi Adımlı çizgi grafiği (adımlı grafik olarak da adlandırılır), çizgi grafiğin bir varyasyonudur, ancak çizgi veri noktaları arasında bir dizi adım oluşturur. Düzensiz aralıklarla meydana gelen değişiklikleri göstermek istediğinizde bir adım grafiği yararlı olabilir.

source: Stepped Line
tr: Basamaklı Hat

source: Time-series Stepped Line
tr: Zaman Serisi Kademeli Çizgi

source: Name of the id column
tr: Kimlik sütununun adı

source: Parent
tr: Ata

source: Name of the column containing the id of the parent node
tr: Üst düğümün kimliğini içeren sütunun adı

source: Optional name of the data column.
tr: Veri sütununun isteğe bağlı adı.

source: Root node id
tr: Kök node id

source: Id of root node of the tree.
tr: Ağacın kök düğümünün kimliği.

source: Metric for node values
tr: Düğüm değerleri için metrik

source: Tree layout
tr: Ağaç düzeninde

source: Orthogonal
tr: Dikey

source: Radial
tr: Radyal

source: Layout type of tree
tr: Ağaç düzeni türü

source: Tree orientation
tr: Ağaç yönü

source: Left to Right
tr: Soldan sağa

source: Right to Left
tr: Sağdan sola

source: Top to Bottom
tr: Yukarıdan Aşağıya

source: Bottom to Top
tr: Aşağıdan Yukarıya

source: Orientation of tree
tr: Ağacın yönü

source: Node label position
tr: Düğüm etiketi konumu

source: left
tr: sol

source: top
tr: tepe

source: right
tr: sağ

source: bottom
tr: alt

source: Position of intermediate node label on tree
tr: Ara düğüm etiketinin ağaç üzerindeki konumu

source: Child label position
tr: Alt etiket konumu

source: Position of child node label on tree
tr: Alt düğüm etiketinin ağaç üzerindeki konumu

source: Emphasis
tr: Vurgu

source: ancestor
tr: ata

source: descendant
tr: azalan

source: Which relatives to highlight on hover
tr: Fareyle üzerine gelindiğinde hangi akrabaların vurgulanacağı

source: Symbol
tr: Sembol

source: Empty circle
tr: Boş daire

source: Circle
tr: Daire

source: Rectangle
tr: Dikdörtgen

source: Triangle
tr: Üçgen

source: Diamond
tr: Elmas

source: Pin
tr: Toplu iğne

source: Arrow
tr: Ok

source: Symbol size
tr: Sembol boyutu

source: Size of edge symbols
tr: Kenar sembollerinin boyutu

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
tr: Tanıdık bir ağaç benzeri yapı kullanarak birden çok hiyerarşi düzeyini gözünüzde canlandırın.

source: Tree Chart
tr: Ağaç Şeması

source: Show Upper Labels
tr: Üst Etiketleri Göster

source: Show labels when the node has children.
tr: Düğümün çocukları olduğunda etiketleri göster.

source: Key
tr: Anahtar

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
tr: Verilerin hiyerarşik ilişkilerini, alanla temsil edilen değerle, orantı ve bütüne katkıyı göstererek gösterin.

source: Loading...
tr: Yükleniyor...

source: Write a handlebars template to render the data
tr: Verileri işlemek için bir gidon şablonu yazın

source: Handlebars
tr: Gidonlar

source: must have a value
tr: bir değeri olmalı

source: Handlebars Template
tr: Gidon Şablonu

source: A handlebars template that is applied to the data
tr: Verilere uygulanan bir gidon şablonu

source: Include time
tr: Zamanı dahil et

source: Whether to include the time granularity as defined in the time section
tr: Zaman bölümünde tanımlandığı şekliyle zaman ayrıntı düzeyinin dahil edilip edilmeyeceği

source: Percentage metrics
tr: Yüzde metrikleri

source: Metrics for which percentage of total are to be displayed. Calculated from only data within the row limit.
tr: Toplamın yüzdesinin görüntüleneceği metrikler. Yalnızca satır sınırı içindeki verilerden hesaplanır.

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
tr: Seçilen metriklerin toplam toplamalarını göster. Satır sınırının sonuç için geçerli olmadığını unutmayın.

source: Ordering
tr: Sıralama

source: Order results by selected columns
tr: Sonuçları seçilen sütunlara göre sırala

source: Sort descending
tr: Azalan şekilde sırala

source: Server pagination
tr: Sunucu sayfalandırması

source: Enable server side pagination of results (experimental feature)
tr: Sonuçların sunucu tarafında sayfalandırmasını etkinleştir (deneysel özellik)

source: Server Page Length
tr: Sunucu Sayfa Uzunluğu

source: Rows per page, 0 means no pagination
tr: Sayfa başına satır sayısı, 0, sayfalandırma olmadığı anlamına gelir

source: Query mode
tr: Sorgu modu

source: Group By, Metrics or Percentage Metrics must have a value
tr: Gruplama Ölçütü, Metrikler veya Yüzde Metrikleri bir değere sahip olmalıdır

source: You need to configure HTML sanitization to use CSS
tr: CSS kullanmak için HTML temizlemeyi yapılandırmanız gerekir

source: CSS Styles
tr: CSS Stilleri

source: CSS applied to the chart
tr: Grafiğe uygulanan CSS

source: metric
tr: metrik

source: Columns to group by on the columns
tr: Sütunlarda gruplanacak sütunlar

source: Rows
tr: Satırlar

source: Columns to group by on the rows
tr: Satırlarda gruplanacak sütunlar

source: Apply metrics on
tr: Metrikleri uygula

source: Use metrics as a top level group for columns or for rows
tr: Metrikleri sütunlar veya satırlar için üst düzey bir grup olarak kullanın

source: Cell limit
tr: Hücre sınırı

source: Limits the number of cells that get retrieved.
tr: Alınan hücrelerin sayısını sınırlar.

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
tr: Bir seri veya hücre limiti varsa en üstteki serilerin nasıl sıralanacağını tanımlamak için kullanılan metrik. Tanımsızsa, ilk metriğe geri döner (uygun olduğunda).

source: Count
tr: Saymak

source: Count Unique Values
tr: Benzersiz Değerleri Say

source: List Unique Values
tr: Benzersiz Değerleri Listeleme

source: Sum
tr: Toplam

source: Average
tr: Ortalama

source: Median
tr: Medyan

source: Sample Variance
tr: Örnek Varyans

source: Sample Standard Deviation
tr: Numune standart sapması

source: Minimum
tr: Asgari

source: Maximum
tr: Maksimum

source: First
tr: Birinci

source: Last
tr: Son

source: Sum as Fraction of Total
tr: Toplamın Kesri Olarak Toplam

source: Sum as Fraction of Rows
tr: Satırların Kesri Olarak Toplam

source: Sum as Fraction of Columns
tr: Sütunların Kesri Olarak Toplam

source: Count as Fraction of Total
tr: Toplamın Kesri Olarak Say

source: Count as Fraction of Rows
tr: Satırların Kesri Olarak Say

source: Count as Fraction of Columns
tr: Sütunların Kesri Olarak Say

source: Show rows total
tr: Satır toplamını göster

source: Display row level total
tr: Satır düzeyi toplamını görüntüle

source: Show columns total
tr: Sütun toplamını göster

source: Display column level total
tr: Sütun düzeyi toplamını görüntüle

source: Transpose pivot
tr: Transpoze pivot

source: Swap rows and columns
tr: Satırları ve sütunları değiştir

source: Combine metrics
tr: Metrikleri birleştirin

source: D3 time format for datetime columns
tr: Tarih saat sütunları için D3 saat biçimi

source: Sort rows by
tr: Satır sıralama belirleyeni

source: key a-z
tr: a'dan z'ye anahtar

source: key z-a
tr: anahtar z-a

source: value ascending
tr: artan değer

source: value descending
tr: azalan değer

source: Change order of rows.
tr: Satırların sırasını değiştirin.

source: Available sorting modes:
tr: Mevcut sıralama modları:

source: By key: use row names as sorting key
tr: Anahtara göre: sıralama anahtarı olarak satır adlarını kullanın

source: By value: use metric values as sorting key
tr: Değere göre: sıralama anahtarı olarak metrik değerleri kullanın

source: Sort columns by
tr: Sütun sıralama belirleyeni

source: Change order of columns.
tr: Sütunların sırasını değiştirin.

source: By key: use column names as sorting key
tr: Anahtara göre: sütun adlarını sıralama anahtarı olarak kullanın

source: Rows subtotal position
tr: Satır ara toplam konumu

source: Position of row level subtotal
tr: Satır düzeyinde ara toplamın konumu

source: Columns subtotal position
tr: Sütun ara toplam konumu

source: Position of column level subtotal
tr: Sütun düzeyi ara toplamının konumu

source: Conditional formatting
tr: Koşullu biçimlendirme

source: Apply conditional color formatting to metrics
tr: Metriklere koşullu renk biçimlendirmesi uygulama

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
tr: Birden çok istatistiği iki eksen boyunca gruplayarak bir veri kümesini özetlemek için kullanılır. Örnekler: Bölgeye ve aya göre satış sayıları, duruma ve atanan kişiye göre görevler, yaşa ve konuma göre aktif kullanıcılar. Görsel olarak en çarpıcı görselleştirme değil, ancak son derece bilgilendirici ve çok yönlü.

source: Total (%(aggregatorName)s)
tr: Toplam (%(aggregatorName)s)

source: Unknown input format
tr: Bilinmeyen giriş biçimi

source: No matching records found
tr: Hiçbir eşleşen kayıt bulunamadı

source: Shift + Click to sort by multiple columns
tr: Birden çok sütuna göre sıralamak için Shift le birlikte tıklayın

source: Totals
tr: Toplamlar

source: Timestamp format
tr: Zaman damgası biçimi

source: Page length
tr: Sayfa uzunluğu

source: Search box
tr: Arama kutusu

source: Whether to include a client-side search box
tr: Bir istemci tarafı arama kutusu eklenip eklenmeyeceği

source: Cell bars
tr: Hücre çubukları

source: Whether to align background charts with both positive and negative values at 0
tr: Arka plan grafiklerinin 0'da hem pozitif hem de negatif değerlerle hizalanıp hizalanmayacağı

source: Allow columns to be rearranged
tr: Sütunların yeniden düzenlenmesine izin ver

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
tr: Son kullanıcının sütun başlıklarını yeniden düzenlemek için sürükleyip bırakmasına izin verin. Değişikliklerinin grafiği bir sonraki açışında kalıcı olmayacağını unutmayın.

source: Customize columns
tr: Sütunları özelleştir

source: Further customize how to display each column
tr: Her sütunun nasıl görüntüleneceğini daha fazla özelleştirin

source: Apply conditional color formatting to numeric columns
tr: Sayısal sütunlara koşullu renk biçimlendirmesi uygulama

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
tr: Bir veri kümesinin görünümü gibi klasik satır sütun elektronik tablo. Temel verilere ilişkin bir görünümü sergilemek veya birleştirilmiş metrikleri göstermek için tabloları kullanın.

source: Show
tr: Göstermek

source: entries
tr: girdileri

source: Word Cloud
tr: Kelime Bulutu

source: Minimum Font Size
tr: Minimum Yazı Tipi Boyutu

source: Font size for the smallest value in the list
tr: Listedeki en küçük değer için yazı tipi boyutu

source: Maximum Font Size
tr: Maksimum Yazı Tipi Boyutu

source: Font size for the biggest value in the list
tr: Listedeki en büyük değer için yazı tipi boyutu

source: Word Rotation
tr: Kelime Döndürme

source: random
tr: rastgele

source: square
tr: kare

source: Rotation to apply to words in the cloud
tr: Buluttaki kelimelere uygulanacak döndürme

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
tr: En sık görünen kelimeleri bir sütunda görselleştirir. Daha büyük yazı tipi, daha yüksek frekansa karşılık gelir.

source: N/A
tr: Yok

source: offline
tr: çevrimdışı

source: failed
tr: arızalı

source: pending
tr: askıda olması

source: fetching
tr: çekici

source: running
tr: koşma

source: stopped
tr: durdu

source: success
tr: başarı

source: The query couldn't be loaded
tr: Sorgu yüklenemedi

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
tr: Sorgunuz planlandı. Sorgunuzun ayrıntılarını görmek için Kayıtlı sorgular'a gidin

source: Your query could not be scheduled
tr: Sorgunuz planlanamadı

source: Failed at retrieving results
tr: Sonuçlar alınamadı

source: An error occurred while storing the latest query id in the backend. Please contact your administrator if this problem persists.
tr: En son sorgu kimliği arka uçta depolanırken bir hata oluştu. Bu sorun devam ederse lütfen yöneticinizle iletişime geçin.

source: Unknown error
tr: Bilinmeyen hata

source: Query was stopped.
tr: Sorgu durduruldu.

source: Failed at stopping query. %s
tr: Sorgu durdurulamadı. %s

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
tr: Tablo şeması durumu arka uca taşınamıyor. Superset daha sonra yeniden denenecek. Bu sorun devam ederse lütfen yöneticinizle iletişime geçin.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
tr: Sorgu durumu arka uca taşınamıyor. Superset daha sonra yeniden denenecek. Bu sorun devam ederse lütfen yöneticinizle iletişime geçin.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
tr: Sorgu düzenleyici durumu arka uca taşınamıyor. Superset daha sonra yeniden denenecek. Bu sorun devam ederse lütfen yöneticinizle iletişime geçin.

source: Unable to add a new tab to the backend. Please contact your administrator.
tr: Arka uca yeni bir sekme eklenemiyor. Lütfen yöneticinizle iletişime geçin.

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
tr: -- Not: Sorgunuzu kaydetmediğiniz sürece, çerezlerinizi temizlerseniz veya tarayıcıları değiştirirseniz bu sekmeler KALMAZ.

source: Copy of %s
tr: %s kopyası

source: An error occurred while setting the active tab. Please contact your administrator.
tr: Etkin sekme ayarlanırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while fetching tab state
tr: Sekme durumu getirilirken bir hata oluştu

source: An error occurred while hiding the left bar. Please contact your administrator.
tr: Sol çubuk gizlenirken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while removing tab. Please contact your administrator.
tr: Sekme kaldırılırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while removing query. Please contact your administrator.
tr: Sorgu kaldırılırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while setting the tab database ID. Please contact your administrator.
tr: Sekme veritabanı kimliği ayarlanırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while setting the tab schema. Please contact your administrator.
tr: Sekme şeması ayarlanırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while setting the tab autorun. Please contact your administrator.
tr: Otomatik çalıştırma sekmesi ayarlanırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while setting the tab name. Please contact your administrator.
tr: Sekme adı ayarlanırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: Your query could not be saved
tr: Sorgunuz kaydedilemedi

source: Your query was not properly saved
tr: Sorgunuz düzgün bir şekilde kaydedilmedi

source: Your query was saved
tr: Sorgunuz kaydedildi

source: Your query was updated
tr: Sorgunuz güncellendi

source: Your query could not be updated
tr: Sorgunuz güncellenemedi
