Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Redirects to this endpoint when clicking on the table from the table list
tr: Tablo listesinden tabloya tıklandığında bu bitiş noktasına yönlendirir

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
tr: Keşfet görünümünün filtre bölümündeki filtre açılır menüsünün arka uçtan anında getirilen farklı değerlerin bir listesiyle doldurulup doldurulmayacağı

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
tr: Tablonun SQL Lab'deki 'Görselleştir' akışı tarafından oluşturulup oluşturulmadığı

source: A set of parameters that become available in the query using Jinja templating syntax
tr: Jinja şablonlama sözdizimi kullanılarak sorguda kullanılabilen bir dizi parametre

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
tr: Bu tablo için önbelleğe alma zaman aşımının süresi (saniye olarak). 0 zaman aşımı, önbelleğin süresinin asla dolmayacağını gösterir. Tanımlanmamışsa, bunun varsayılan olarak veritabanı zaman aşımına uğradığını unutmayın.

source: Associated Charts
tr: İlişkili Grafikler

source: Changed By
tr: Tarafından değiştirildi

source: Database
tr: Veri tabanı

source: Last Changed
tr: Son Değişiklik

source: Enable Filter Select
tr: Filtre Seçimini Etkinleştir

source: Schema
tr: Şema

source: Default Endpoint
tr: Varsayılan Uç Nokta

source: Offset
tr: Telafi etmek

source: Cache Timeout
tr: Önbellek Zaman Aşımı

source: Table Name
tr: Tablo ismi

source: Fetch Values Predicate
tr: Değerleri Al

source: Owners
tr: Sahipler

source: Main Datetime Column
tr: Ana Datetime Sütunu

source: SQL Lab View
tr: SQL Laboratuvarı Görünümü

source: Template parameters
tr: Şablon parametreleri

source: Modified
tr: Değiştirilmiş

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
tr: Tablo oluşturuldu. Bu iki aşamalı yapılandırma sürecinin bir parçası olarak, yapılandırmak için şimdi yeni tablonun yanındaki düzenle düğmesine tıklamalısınız.

source: CSS template could not be deleted.
tr: CSS şablonu silinemedi.

source: CSS template not found.
tr: CSS şablonu bulunamadı.

source: Dataset schema is invalid, caused by: %(error)s
tr: Veri kümesi şeması geçersiz, neden: %(error)s

source: Title or Slug
tr: Başlık veya Slug

source: Role
tr: Rol

source: Must be unique
tr: Eşsiz olmalı

source: Dashboard parameters are invalid.
tr: Panel parametreleri geçersiz.

source: Dashboard could not be created.
tr: Panel oluşturulamadı.

source: Dashboards could not be deleted.
tr: Paneller silinemedi.

source: Dashboard could not be updated.
tr: Panel güncellenemedi.

source: Dashboard could not be deleted.
tr: Panel silinemedi.

source: Changing this Dashboard is forbidden
tr: Bu panel değiştirilemez

source: Import dashboard failed for an unknown reason
tr: Kontrol panelini içe aktarma, bilinmeyen bir nedenle başarısız oldu

source: You don't have access to this dashboard.
tr: Bu kontrol paneline erişiminiz yok.

source: No data in file
tr: Dosyada veri yok

source: Invalid state.
tr: Geçersiz durum.

source: An error occurred while creating the value.
tr: Değer oluşturulurken bir hata oluştu.

source: An error occurred while accessing the value.
tr: Değere erişilirken bir hata oluştu.

source: Table name undefined
tr: Tablo adı tanımsız

source: Upload Enabled
tr: Yükleme Etkin

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
tr: Geçersiz bağlantı dizesi, ardından genellikle geçerli bir dize gelir: backend+driver://user:password@database-host/database-name

source: Field cannot be decoded by JSON. %(msg)s
tr: Alan JSON tarafından çözümlenemedi. %(msg)s

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
tr: Ekstra alanındaki metadata_params doğru yapılandırılmamış. %(key)s anahtarı geçersiz.

source: An engine must be specified when passing individual parameters to a database.
tr: Tek tek parametreleri bir veritabanına geçirirken bir motor belirtilmelidir.

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
tr: Motor özelliği "InvalidEngine", bağımsız parametreler aracılığıyla yapılandırılmayı desteklemiyor.

source: Database parameters are invalid.
tr: Veritabanı parametreleri geçersiz.

source: A database with the same name already exists.
tr: Aynı ada sahip bir veritabanı zaten var.

source: Field is required
tr: Alan gereklidir

source: Field cannot be decoded by JSON. %(json_error)s
tr: Alanın kodu JSON tarafından çözülemez. %(json_error)s

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
tr: Ekstra alanındaki metadata_params doğru yapılandırılmamış. %{key}s anahtarı geçersiz.

source: Database not found.
tr: Veritabanı bulunamadı.

source: Database could not be created.
tr: Veritabanı oluşturulamadı.

source: Database could not be updated.
tr: Veritabanı güncellenemedi.

source: Connection failed, please check your connection settings
tr: Bağlantı başarısız, lütfen bağlantı ayarlarınızı kontrol edin

source: Cannot delete a database that has datasets attached
tr: Ekli veri kümeleri olan bir veritabanı silinemez

source: Database could not be deleted.
tr: Veritabanı silinemedi.

source: Stopped an unsafe database connection
tr: Güvenli olmayan bir veritabanı bağlantısını durdurdu

source: Could not load database driver
tr: Veritabanı sürücüsü yüklenemedi

source: Unexpected error occurred, please check your logs for details
tr: Beklenmeyen bir hata oluştu, lütfen ayrıntılar için günlüklerinizi kontrol edin

source: no SQL validator is configured
tr: yapılandırılmış SQL doğrulayıcı yok

source: No validator found (configured for the engine)
tr: Doğrulayıcı bulunamadı (motor için yapılandırılmış)

source: Was unable to check your query
tr: Sorgunuz onaylanmadı

source: An unexpected error occurred
tr: Beklenmedik bir hata oluştu

source: Import database failed for an unknown reason
tr: Veritabanını içe aktarma, bilinmeyen bir nedenle başarısız oldu

source: Could not load database driver: {}
tr: Veritabanı sürücüsü yüklenemedi: {}

source: Engine "%(engine)s" cannot be configured through parameters.
tr: Motor "%(engine)s" parametreler aracılığıyla yapılandırılamaz.

source: Database is offline.
tr: Veritabanı çevrimdışı.

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
tr: %(validator)s sorgunuzu onaylayamadı. Lütfen sorgunuzu tekrar kontrol edin. Hata: %(ex)s

source: no SQL validator is configured for {}
tr: {} için hiçbir SQL doğrulayıcı yapılandırılmadı

source: No validator named {} found (configured for the {} engine)
tr: {} adında doğrulayıcı bulunamadı ({} motoru için yapılandırılmış)

source: SSH Tunnel could not be deleted.
tr: SSH Tüneli silinemedi.

source: SSH Tunnel not found.
tr: SSH Tüneli bulunamadı.

source: SSH Tunnel parameters are invalid.
tr: SSH Tüneli parametreleri geçersiz.

source: SSH Tunnel could not be updated.
tr: SSH Tüneli güncellenemedi.

source: Creating SSH Tunnel failed for an unknown reason
tr: SSH Tüneli oluşturma, bilinmeyen bir nedenle başarısız oldu

source: SSH Tunneling is not enabled
tr: SSH Tüneli etkin değil

source: Must provide credentials for the SSH Tunnel
tr: SSH Tüneli için kimlik bilgileri sağlanmalıdır

source: Cannot have multiple credentials for the SSH Tunnel
tr: SSH Tüneli için birden fazla kimlik bilgisi olamaz

source: Null or Empty
tr: Boş veya Boş

source: Dataset column not found.
tr: Veri kümesi sütunu bulunamadı.

source: Dataset column delete failed.
tr: Veri kümesi sütunu silinemedi.

source: Changing this dataset is forbidden.
tr: Bu veri kümesini değiştirmek yasaktır.

source: The database was not found.
tr: Veritabanı bulunamadı.

source: Dataset %(name)s already exists
tr: %(name)s veri kümesi zaten var

source: Database not allowed to change
tr: Veritabanının değiştirilmesine izin verilmiyor

source: The submitted URL is not considered safe, only use URLs with the same domain as Superset.
tr: Gönderilen URL güvenli kabul edilmiyor, yalnızca Superset ile aynı etki alanına sahip URL'ler kullanın.

source: One or more columns do not exist
tr: Bir veya daha fazla sütun mevcut değil

source: One or more columns are duplicated
tr: Bir veya daha fazla sütun yineleniyor

source: One or more columns already exist
tr: Bir veya daha fazla sütun zaten var

source: One or more metrics do not exist
tr: Bir veya daha fazla metrik mevcut değil

source: One or more metrics are duplicated
tr: Bir veya daha fazla metrik yineleniyor

source: One or more metrics already exist
tr: Bir veya daha fazla metrik zaten var

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
tr: Tablo [%(table_name)s] bulunamadı, lütfen veritabanı bağlantınızı, şemanızı ve tablo adınızı tekrar kontrol edin

source: Dataset does not exist
tr: Veri kümesi mevcut değil

source: Dataset parameters are invalid.
tr: Veri kümesi parametreleri geçersiz.

source: Dataset could not be created.
tr: Veri kümesi oluşturulamadı.

source: Dataset could not be updated.
tr: Veri kümesi güncellenemedi.

source: Dataset could not be deleted.
tr: Veri kümesi silinemedi.

source: Dataset(s) could not be bulk deleted.
tr: Veri kümeleri toplu olarak silinemedi.

source: Samples for dataset could not be retrieved.
tr: Veri kümesi için örnekler alınamadı.

source: Changing this dataset is forbidden
tr: Bu veri kümesini değiştirmek yasaktır

source: Import dataset failed for an unknown reason
tr: Veri kümesini içe aktarma, bilinmeyen bir nedenle başarısız oldu

source: You don't have access to this dataset.
tr: Bu veri kümesine erişiminiz yok.

source: Dataset could not be duplicated.
tr: Veri kümesi çoğaltılamadı.

source: Data URI is not allowed.
tr: Veri URI'sine izin verilmiyor.

source: Dataset metric not found.
tr: Veri kümesi metriği bulunamadı.

source: Dataset metric delete failed.
tr: Veri kümesi metriği silinemedi.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
tr: Lütfen sorgunuzda "%(syntax_error)s" veya yakınında sözdizimi hataları olup olmadığını kontrol edin. Ardından, sorgunuzu tekrar çalıştırmayı deneyin.

source: Second
tr: Saniye

source: 5 second
tr: 5 saniye

source: 30 second
tr: 30 saniye

source: Minute
tr: Dakika

source: 5 minute
tr: 5 dakika

source: 10 minute
tr: 10 dakika

source: 15 minute
tr: 15 dakika

source: 30 minute
tr: 30 dakika

source: Hour
tr: Saat

source: 6 hour
tr: 6 saat

source: Day
tr: Gün

source: Week
tr: Hafta

source: Month
tr: Ay

source: Quarter
tr: Çeyrek

source: Year
tr: Yıl

source: Week starting Sunday
tr: Pazar başlayan hafta

source: Week starting Monday
tr: Pazartesi başlayan hafta

source: Week ending Saturday
tr: Cumartesi biten hafta

source: Week_ending Sunday
tr: Hafta sonu Pazar

source: Username
tr: Kullanıcı adı

source: Password
tr: Şifre

source: Hostname or IP address
tr: Ana makine adı veya IP adresi

source: Database port
tr: Veritabanı bağlantı noktası

source: Database name
tr: Veri tabanı ismi

source: Additional parameters
tr: Ek parametreler

source: Use an encrypted connection to the database
tr: Veritabanına şifreli bir bağlantı kullanın

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
tr: Bağlanılamıyor. Hizmet hesabında şu rollerin ayarlandığını doğrulayın: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" ve aşağıdaki izinlerin "bigquery.readsessions.create" ayarlandığını doğrulayın. , "bigquery.readsessions.getData"

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
tr: "%(table)s" tablosu mevcut değil. Bu sorguyu çalıştırmak için geçerli bir tablo kullanılmalıdır.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
tr: %(location)s satırındaki "%(column)s” sütununu çözümleyemiyoruz.

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
tr: "%(schema)s" şeması mevcut değil. Bu sorguyu çalıştırmak için geçerli bir şema kullanılmalıdır.

source: We can't seem to resolve the column "%(column_name)s"
tr: Görünüşe göre "%(column_name)s" sütununu çözemiyoruz.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
tr: Lütfen "%(server_error)s" yakınında sözdizimi hataları için sorgunuzu kontrol edin. Ardından, sorgunuzu tekrar çalıştırmayı deneyin.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
tr: Kullanıcı adı "%(username)s", parola veya veritabanı adı "%(database)s" yanlış.

source: The hostname "%(hostname)s" cannot be resolved.
tr: "%(hostname)s" ana bilgisayar adı çözülemiyor.

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
tr: "%(hostname)s" ana bilgisayar adındaki %(port)s bağlantı noktası bağlantıyı reddetti.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
tr: "%(hostname)s" ana bilgisayarı kapalı olabilir ve %(port)s bağlantı noktasından ulaşılamaz.

source: Either the username "%(username)s" or the password is incorrect.
tr: Kullanıcı adı "%(username)s" veya şifre yanlış.

source: Unknown MySQL server host "%(hostname)s".
tr: Bilinmeyen MySQL sunucusu ana bilgisayarı "%(hostname)s".

source: The host "%(hostname)s" might be down and can't be reached.
tr: "%(hostname)s" ana bilgisayarı kapalı olabilir ve ulaşılamıyor olabilir.

source: Unable to connect to database "%(database)s".
tr: “%(database)s” veritabanına bağlanılamıyor.

source: The username "%(username)s" does not exist.
tr: "%(username)s" kullanıcı adı mevcut değil.

source: Could not connect to database: "%(database)s"
tr: “%(database)s” veritabanına bağlanılamıyor.

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
tr: Geçersiz Bağlantı Dizesi: ‘ocient://user:pass@host:port/database’ biçiminde bir dize bekleniyor.

source: Table or View "%(table)s" does not exist.
tr: “%(table)s” isimli tablo ya da View yok.

source: The password provided for username "%(username)s" is incorrect.
tr: "%(username)s" kullanıcı adı için sağlanan parola yanlış.

source: Please re-enter the password.
tr: Lütfen şifreyi tekrar girin.

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
tr: %(location)s satırındaki "%(column_name)s” sütununu çözemiyoruz.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
tr: "%(table_name)s" tablosu mevcut değil. Bu sorguyu çalıştırmak için geçerli bir tablo kullanılmalıdır.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
tr: "%(schema_name)s" şeması mevcut değil. Bu sorguyu çalıştırmak için geçerli bir şema kullanılmalıdır.

source: Unable to connect to catalog named "%(catalog_name)s".
tr: "%(catalog_name)s" adlı kataloğa bağlanılamıyor.

source: Unknown Presto Error
tr: Bilinmeyen Presto Hatası

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
tr: "%(database)s" adlı veritabanınıza bağlanamadık. Lütfen veritabanı adınızı doğrulayın ve tekrar deneyin.

source: %(object)s does not exist in this database.
tr: %(object)s bu veritabanında yok.

source: You don't have access to this embedded dashboard config.
tr: Bu katıştırılmış pano yapılandırmasına erişiminiz yok.

source: Samples for datasource could not be retrieved.
tr: Veri kaynağı için örnekler alınamadı.

source: Changing this datasource is forbidden
tr: Bu veri kaynağının değiştirilmesi yasaktır

source: Form data not found in cache, reverting to chart metadata.
tr: Form verileri önbellekte bulunamadı, grafik meta verilerine geri dönülüyor.

source: Form data not found in cache, reverting to dataset metadata.
tr: Form verileri önbellekte bulunamadı, veri kümesi meta verilerine geri dönülüyor.

source: [Missing Dataset]
tr: [Eksik Veri Kümesi]

source: Home
tr: Ev

source: Database Connections
tr: Veritabanı Bağlantıları

source: Data
tr: Veri

source: Dashboards
tr: Paneller

source: Charts
tr: Grafikler

source: Datasets
tr: Veri kümeleri

source: Plugins
tr: Eklentiler

source: Manage
tr: Üstesinden gelmek

source: CSS Templates
tr: CSS Şablonları

source: Import Dashboards
tr: Panelleri içe aktar

source: SQL Lab
tr: SQL Laboratuvarı

source: Saved Queries
tr: Kayıtlı Sorgular

source: Query History
tr: Sorgu Geçmişi

source: All Entities
tr: Tüm Varlıklar

source: Tags
tr: Etiketler

source: Action Log
tr: Hareket günlüğü

source: Security
tr: Güvenlik

source: Alerts & Reports
tr: Uyarılar ve Raporlar

source: Annotation Layers
tr: Açıklama Katmanları

source: Access requests
tr: Erişim istekleri

source: Row Level Security
tr: Satır Düzeyinde Güvenlik

source: An error occurred while parsing the key.
tr: Anahtar ayrıştırılırken bir hata oluştu.

source: An error occurred while deleting the value.
tr: Değer silinirken bir hata oluştu.

source: An error occurred while updating the value.
tr: Değer güncellenirken bir hata oluştu.

source: An error occurred while upserting the value.
tr: Değer yükseltilirken bir hata oluştu.

source: You don't have permission to modify the value.
tr: Değeri değiştirme izniniz yok.

source: Invalid permalink key
tr: Geçersiz kalıcı bağlantı anahtarı

source: Datetime column not provided as part table configuration and is required by this type of chart
tr: Datetime sütunu, parça tablosu yapılandırması olarak sağlanmaz ve bu grafik türü için gereklidir

source: Empty query?
tr: Boş sorgu?

source: Unknown column used in orderby: %(col)s
tr: Sıralamada kullanılan bilinmeyen sütun: %(col)s

source: Time column "%(col)s" does not exist in dataset
tr: Veri kümesinde "%(col)s" zaman alanı yok

source: error_message
tr: hata mesajı

source: Filter value list cannot be empty
tr: Filtre değeri listesi boş olamaz

source: Must specify a value for filters with comparison operators
tr: Karşılaştırma işleçlerine sahip filtreler için bir değer belirtilmelidir

source: Invalid filter operation type: %(op)s
tr: Geçersiz filtre işlem türü: %(op)s

source: Error in jinja expression in WHERE clause: %(msg)s
tr: WHERE yan tümcesindeki jinja ifadesinde hata: %(msg)s

source: Error in jinja expression in HAVING clause: %(msg)s
tr: HAVING yan tümcesindeki jinja ifadesinde hata: %(msg)s

source: Database does not support subqueries
tr: Veritabanı alt sorguları desteklemiyor

source: Saved queries could not be deleted.
tr: Kayıtlı sorgular silinemedi.

source: Saved query not found.
tr: Kayıtlı sorgu bulunamadı.

source: Import saved query failed for an unknown reason.
tr: Kaydedilmiş sorguyu içe aktarma, bilinmeyen bir nedenle başarısız oldu.

source: Saved query parameters are invalid.
tr: Kayıtlı sorgu parametreleri geçersiz.

source: Value must be greater than 0
tr: Değer 0'dan büyük olmalıdır

source: Alert query returned more than one row. %s rows returned
tr: Uyarı sorgusu birden fazla satır döndürdü. %s satır döndürüldü

source: Alert query returned more than one column. %s columns returned
tr: Uyarı sorgusu birden fazla sütun döndürdü. %s sütun döndürüldü

source: Invalid tab ids: %s(tab_ids)
tr: Geçersiz sekme kimlikleri: %s(tab_ids)

source: Dashboard does not exist
tr: Panel mevcut değil

source: Chart does not exist
tr: Grafik mevcut değil

source: Database is required for alerts
tr: Uyarılar için veritabanı gereklidir

source: Type is required
tr: Tür gerekli

source: Choose a chart or dashboard not both
tr: Bir grafik veya pano seçin, ikisini birden değil

source: Must choose either a chart or a dashboard
tr: Bir grafik veya pano seçilmelidir

source: Please save your chart first, then try creating a new email report.
tr: Lütfen önce grafiğinizi kaydedin, ardından yeni bir e-posta raporu oluşturmayı deneyin.

source: Please save your dashboard first, then try creating a new email report.
tr: Lütfen önce kontrol panelinizi kaydedin, ardından yeni bir e-posta raporu oluşturmayı deneyin.

source: Report Schedule parameters are invalid.
tr: Rapor Takvimi parametreleri geçersiz.

source: Report Schedule could not be deleted.
tr: Rapor Takvimi silinemedi.

source: Report Schedule could not be created.
tr: Rapor Takvimi oluşturulamadı.

source: Report Schedule could not be updated.
tr: Rapor Takvimi güncellenemedi.

source: Report Schedule not found.
tr: Rapor Takvimi bulunamadı.

source: Report Schedule delete failed.
tr: Rapor Takvimi silinemedi.

source: Report Schedule log prune failed.
tr: Rapor Takvimi günlük budama başarısız oldu.

source: Report Schedule execution failed when generating a screenshot.
tr: Bir ekran görüntüsü oluşturulurken Rapor Zamanlaması yürütme başarısız oldu.

source: Report Schedule execution failed when generating a csv.
tr: Bir csv oluşturulurken Rapor Zamanlaması yürütme başarısız oldu.

source: Report Schedule execution failed when generating a dataframe.
tr: Bir veri çerçevesi oluşturulurken Rapor Zamanlaması yürütme başarısız oldu.

source: Report Schedule execution got an unexpected error.
tr: Rapor Zamanlama yürütmesi beklenmeyen bir hata aldı.

source: Report Schedule is still working, refusing to re-compute.
tr: Rapor Programı, yeniden hesaplamayı reddederek hala çalışıyor.

source: Report Schedule reached a working timeout.
tr: Rapor Programı çalışma zaman aşımına uğradı.

source: A report named "%(name)s" already exists
tr: "%(name)s" adlı bir rapor zaten var

source: An alert named "%(name)s" already exists
tr: "%(name)s" adlı bir uyarı zaten var

source: Resource already has an attached report.
tr: Kaynağın ekli bir raporu zaten var.

source: Alert query returned more than one row.
tr: Uyarı sorgusu birden fazla satır döndürdü.

source: Alert validator config error.
tr: Uyarı doğrulayıcı yapılandırma hatası.

source: Alert query returned more than one column.
tr: Uyarı sorgusu birden fazla sütun döndürdü.

source: Alert query returned a non-number value.
tr: Uyarı sorgusu, sayı olmayan bir değer döndürdü.

source: Alert found an error while executing a query.
tr: Uyarı, bir sorgu yürütülürken bir hata buldu.

source: A timeout occurred while executing the query.
tr: Sorgu yürütülürken bir zaman aşımı oluştu.

source: A timeout occurred while taking a screenshot.
tr: Ekran görüntüsü alınırken bir zaman aşımı oluştu.

source: A timeout occurred while generating a csv.
tr: CSV oluşturulurken bir zaman aşımı oluştu.

source: A timeout occurred while generating a dataframe.
tr: Veri çerçevesi oluşturulurken bir zaman aşımı oluştu.

source: Alert fired during grace period.
tr: Uyarı, yetkisiz kullanım süresi içinde tetiklendi.

source: Alert ended grace period.
tr: Uyarı yetkisiz kullanım süresini sona erdirdi.

source: Alert on grace period
tr: Ek süre uyarısı

source: Report Schedule state not found
tr: Rapor Programı durumu bulunamadı

source: Report schedule system error
tr: Zamanlama sistemi hatasını bildirin

source: Report schedule client error
tr: Zamanlama istemcisi hatasını bildir

source: Report schedule unexpected error
tr: Zamanlama beklenmeyen hata bildir

source: Changing this report is forbidden
tr: Bu raporu değiştirmek yasaktır

source: An error occurred while pruning logs
tr: Günlükler sadeleştirilirken bir hata oluştu
