Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
tr: Sorgunuz arka uçta depolanırken bir hata oluştu. Değişikliklerinizi kaybetmemek için, lütfen "Sorguyu Kaydet" düğmesini kullanarak sorgunuzu kaydedin.

source: An error occurred while setting the tab template parameters. Please contact your administrator.
tr: Sekme şablonu parametreleri ayarlanırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while fetching table metadata
tr: Tablo meta verileri alınırken bir hata oluştu

source: An error occurred while fetching table metadata. Please contact your administrator.
tr: Tablo meta verileri alınırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while expanding the table schema. Please contact your administrator.
tr: Tablo şeması genişletilirken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while collapsing the table schema. Please contact your administrator.
tr: Tablo şeması daraltılırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: An error occurred while removing the table schema. Please contact your administrator.
tr: Tablo şeması kaldırılırken bir hata oluştu. Lütfen yöneticinizle iletişime geçin.

source: Shared query
tr: Paylaşılan sorgu

source: The datasource couldn't be loaded
tr: Veri kaynağı yüklenemedi

source: An error occurred while creating the data source
tr: Veri kaynağı oluşturulurken bir hata oluştu

source: An error occurred while fetching function names.
tr: İşlev adları getirilirken bir hata oluştu.

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
tr: SQL Lab, sorguları ve sonuçları depolamak için tarayıcınızın yerel depolamasını kullanır. Şu anda, %(currentUsage)s KB depolama alanının %(maxStorage)d KB'sini kullanıyorsunuz. SQL Lab'in çökmesini önlemek için lütfen bazı sorgu sekmelerini silin. Sekmeyi silmeden önce Kaydet özelliğini kullanarak bu sorgulara yeniden erişebilirsiniz. Bunu yapmadan önce diğer SQL Lab pencerelerini kapatmanız gerekeceğini unutmayın.

source: Primary key
tr: Birincil anahtar

source: Foreign key
tr: Yabancı anahtar

source: Index
tr: İndeks

source: Estimate selected query cost
tr: Seçili sorgu maliyetini tahmin et

source: Estimate cost
tr: Tahmini maliyet

source: Cost estimate
tr: Maliyet tahmini

source: Creating a data source and creating a new tab
tr: Bir veri kaynağı oluşturma ve yeni bir sekme oluşturma

source: An error occurred
tr: Bir hata oluştu

source: Explore the result set in the data exploration view
tr: Veri keşif görünümünde sonuç kümesini keşfedin

source: explore
tr: keşfetmek

source: Create Chart
tr: Grafik Oluştur

source: Source SQL
tr: Kaynak SQL

source: Executed SQL
tr: Yürütülen SQL

source: Run a query to display query history
tr: Sorgu geçmişini görüntülemek için bir sorgu çalıştırın

source: LIMIT
tr: SINIR

source: State
tr: Durum

source: Started
tr: Başlatıldı

source: Duration
tr: Süre

source: Results
tr: Sonuçlar

source: Actions
tr: Hareketler

source: Success
tr: Başarı

source: Failed
tr: Arızalı

source: Running
tr: Koşma

source: Fetching
tr: Eşleniyor

source: Offline
tr: Çevrimdışı

source: Scheduled
tr: Planlanmış

source: Unknown Status
tr: Bilinmeyen Durum

source: Edit
tr: Düzenlemek

source: View
tr: Görüş

source: Data preview
tr: Veri önizleme

source: Overwrite text in the editor with a query on this table
tr: Düzenleyicideki metnin üzerine bu tablodaki bir sorguyla yaz

source: Run query in a new tab
tr: Sorguyu yeni bir sekmede çalıştır

source: Remove query from log
tr: Sorguyu günlükten kaldır

source: Unable to create chart without a query id.
tr: Sorgu kimliği olmadan grafik oluşturulamıyor.

source: Save & Explore
tr: Kaydet ve Keşfet

source: Overwrite & Explore
tr: Üzerine Yaz ve Keşfet

source: Save this query as a virtual dataset to continue exploring
tr: Keşfetmeye devam etmek için bu sorguyu sanal bir veri kümesi olarak kaydedin

source: Download to CSV
tr: CSV'ye indir

source: Copy to Clipboard
tr: Panoya kopyala

source: Too many columns to filter
tr: Filtrelenecek çok fazla sütun

source: Filter results
tr: Sonuçları filtrele

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROWS. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
tr: Görüntülenen sonuçların sayısı, DISPLAY_MAX_ROWS yapılandırması tarafından %(rows)d ile sınırlandırılmıştır. %(limit)d kadar satırın tümünü görmek için lütfen ek sınırlar/filtreler ekleyin veya csv'ye indirin.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
tr: Görüntülenen sonuçların sayısı %(rows)d ile sınırlıdır. %(limit)d kadar satırın tümünü görmek için lütfen ek sınırlar/filtreler ekleyin veya csv’ye indirin.

source: The number of rows displayed is limited to %(rows)d by the query
tr: Görüntülenen satır sayısı, sorgu tarafından %(rows)d ile sınırlıdır

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
tr: Görüntülenen satır sayısı, limit açılır menüsü tarafından %(rows)d ile sınırlıdır.

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
tr: Görüntülenen satır sayısı, sorgu ve limit açılır menüsü değeriyle %(rows)d ile sınırlıdır.

source: %(rows)d rows returned
tr: %(rows)d satır döndürüldü

source: The number of rows displayed is limited to %(rows)d by the dropdown.
tr: Görüntülenen satır sayısı, açılır menü tarafından %(rows)d ile sınırlandırılmıştır.

source: Track job
tr: İşi takip et

source: See query details
tr: Sorgu ayrıntılarına bakın

source: Query was stopped
tr: Sorgu durduruldu

source: Database error
tr: Veri tabanı hatası

source: was created
tr: yaratıldı

source: Query in a new tab
tr: Yeni bir sekmede sorgula

source: The query returned no data
tr: Sorgu veri döndürmedi

source: Fetch data preview
tr: Veri önizlemesini getir

source: Refetch results
tr: Sonuçları yeniden getir

source: Stop
tr: Dur

source: Run selection
tr: Seçimi çalıştır

source: Run
tr: Çalıştır

source: Stop running (Ctrl + x)
tr: Çalıştırmayı durdur (Ctrl + x)

source: Stop running (Ctrl + e)
tr: Çalıştırmayı durdur (Ctrl + e)

source: Run query (Ctrl + Return)
tr: Sorguyu çalıştır (Ctrl + Return)

source: Save
tr: Kaydet

source: Untitled Dataset
tr: Adsız Veri Kümesi

source: An error occurred saving dataset
tr: Veri kümesi kaydedilirken bir hata oluştu

source: Save or Overwrite Dataset
tr: Veri Kümesini Kaydet veya Üzerine Yaz

source: Back
tr: Geri

source: Save as new
tr: Yeni olarak kaydet

source: Overwrite existing
tr: Var olanın üzerine yaz

source: Select or type dataset name
tr: Veri kümesi adını seçin veya yazın

source: Existing dataset
tr: Mevcut veri kümesi

source: Are you sure you want to overwrite this dataset?
tr: Bu veri kümesinin üzerine yazmak istediğinizden emin misiniz?

source: Undefined
tr: Tanımsız

source: Save dataset
tr: Veri kümesini kaydet

source: Save as
tr: Farklı kaydet

source: Save query
tr: Sorguyu kaydet

source: Update
tr: Güncelleme

source: Label for your query
tr: Sorgunuz için etiket

source: Write a description for your query
tr: Sorgunuz için bir açıklama yazın

source: Submit
tr: Göndermek

source: Schedule query
tr: Sorgu planla

source: Schedule
tr: Takvim

source: There was an error with your request
tr: İsteğinizle ilgili bir sorun oluştu

source: Please save the query to enable sharing
tr: Paylaşımı etkinleştirmek için lütfen sorguyu kaydedin

source: Copy query link to your clipboard
tr: Sorgu bağlantısını panonuza kopyalayın

source: Save the query to enable this feature
tr: Bu özelliği etkinleştirmek için sorguyu kaydedin

source: Copy link
tr: Bağlantıyı kopyala

source: No stored results found, you need to re-run your query
tr: Kayıtlı sonuç bulunamadı, sorgunuzu yeniden çalıştırmanız gerekiyor

source: Run a query to display results
tr: Sonuçları görüntülemek için bir sorgu çalıştırın

source: Preview: `%s`
tr: Önizleme: `%s`

source: Query history
tr: Sorgu geçmişi

source: Run query
tr: Sorguyu çalıştır

source: New tab
tr: Yeni sekme

source: Stop query
tr: Sorguyu durdur

source: Previous Line
tr: Önceki Satır

source: Schedule the query periodically
tr: Sorguyu periyodik olarak planlayın

source: You must run the query successfully first
tr: Önce sorguyu başarıyla çalıştırmalısınız

source: Autocomplete
tr: Otomatik tamamlama

source: CREATE TABLE AS
tr: TABLO OLUŞTUR

source: CREATE VIEW AS
tr: GÖRÜNÜMÜ ŞEKİLDE OLUŞTUR

source: Estimate the cost before running a query
tr: Sorguyu çalıştırmadan önce maliyeti tahmin edin

source: Specify name to CREATE VIEW AS schema in: public
tr: CREATE VIEW AS şemasının adını şurada belirtin: public

source: Specify name to CREATE TABLE AS schema in: public
tr: CREATE TABLE AS şemasının adını şurada belirtin: public

source: Select a database to write a query
tr: Sorgu yazmak için bir veritabanı seçin

source: Choose one of the available databases from the panel on the left.
tr: Soldaki panelden mevcut veritabanlarından birini seçin.

source: Create
tr: Yaratmak

source: Collapse table preview
tr: Tablo önizlemesini daralt

source: Expand table preview
tr: Genişletilmiş tablo önizlemesi

source: Reset state
tr: Durumu sıfırla

source: Enter a new title for the tab
tr: Sekme için yeni bir başlık girin

source: Close tab
tr: Sekmeyi kapat

source: Rename tab
tr: Sekmeyi yeniden adlandır

source: Expand tool bar
tr: Araç çubuğunu genişlet

source: Hide tool bar
tr: Sekmeyi gizle

source: Close all other tabs
tr: Diğer tüm sekmeleri kapatın

source: Duplicate tab
tr: Yinelenen sekme

source: Add a new tab
tr: Sekme ekle

source: New tab (Ctrl + q)
tr: Yeni sekme (Ctrl + q)

source: New tab (Ctrl + t)
tr: Yeni sekme (Ctrl + t)

source: Add a new tab to create SQL Query
tr: SQL Sorgusu oluşturmak için yeni bir sekme ekleyin

source: Copy partition query to clipboard
tr: Bölüm sorgusunu panoya kopyala

source: latest partition:
tr: son bölüm:

source: Keys for table
tr: Tablo için anahtarlar

source: View keys & indexes (%s)
tr: Anahtarları ve dizinleri görüntüleyin (%s)

source: Original table column order
tr: Orijinal tablo sütun sırası

source: Sort columns alphabetically
tr: Sütunları alfabetik olarak sırala

source: Copy SELECT statement to the clipboard
tr: SELECT deyimini panoya kopyala

source: Show CREATE VIEW statement
tr: CREATE VIEW deyimini göster

source: CREATE VIEW statement
tr: GÖRÜNÜM deyimi OLUŞTUR

source: Remove table preview
tr: Tablo önizlemesini kaldır

source: Assign a set of parameters as
tr: Bir dizi parametreyi şu şekilde ata

source: below (example:
tr: aşağıda (örnek:

source: ), and they become available in your SQL (example:
tr: ) ve SQL'inizde kullanılabilir hale gelirler (örnek:

source: by using
tr: kullanarak

source: Jinja templating
tr: Jinja şablonu

source: syntax.
tr: sözdizimi.

source: Edit template parameters
tr: Şablon parametrelerini düzenle

source: Parameters
tr: Parametreler

source: Invalid JSON
tr: Geçersiz JSON

source: Untitled query
tr: Adsız sorgu

source: Control
tr: Kontrol

source: Before
tr: Önce

source: After
tr: Sonrasında

source: Click to see difference
tr: Farkı görmek için tıklayın

source: Altered
tr: Değiştirildi

source: Chart changes
tr: Grafik değişiklikleri

source: Select ...
tr: Seçme ...

source: Loaded data cached
tr: Yüklenen veriler önbelleğe alındı

source: Loaded from cache
tr: Önbellekten yüklendi

source: Click to force-refresh
tr: Zorla yenilemek için tıklayın

source: Cached
tr: Önbelleğe alındı

source: Add required control values to preview chart
tr: Grafiği önizlemek için gerekli kontrol değerlerini ekleyin

source: Your chart is ready to go!
tr: Grafiğiniz kullanıma hazır!

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
tr: Bir görselleştirmeyi önizlemek için soldaki kontrol panelindeki "Grafik oluştur" düğmesini tıklayın veya

source: click here
tr: buraya tıklayın

source: No results were returned for this query
tr: Bu sorgu için sonuç döndürülmedi

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
tr: Kontrollerin doğru şekilde yapılandırıldığından ve veri kaynağının seçilen zaman aralığı için veri içerdiğinden emin olun

source: An error occurred while loading the SQL
tr: SQL yüklenirken bir hata oluştu

source: Sorry, an error occurred
tr: Üzgünüz, bir hata oluştu

source: Updating chart was stopped
tr: Grafik güncelleme durduruldu

source: An error occurred while rendering the visualization: %s
tr: Görselleştirme oluşturulurken bir hata oluştu: %s

source: Network error.
tr: Ağ hatası.

source: Cross-filter will be applied to all of the charts that use this dataset.
tr: Bu veri kümesini kullanan tüm grafiklere çapraz filtreleme uygulanacaktır.

source: You can also just click on the chart to apply cross-filter.
tr: Ayrıca çapraz filtre uygulamak için grafiğe tıklamanız yeterlidir.

source: Cross-filtering is not enabled for this dashboard.
tr: Bu kontrol paneli için çapraz filtreleme etkinleştirilmemiş.

source: This visualization type does not support cross-filtering.
tr: Bu görselleştirme türü, çapraz filtrelemeyi desteklemez.

source: You can't apply cross-filter on this data point.
tr: Bu veri noktasına çapraz filtre uygulayamazsınız.

source: Remove cross-filter
tr: Çapraz filtreyi kaldır

source: Add cross-filter
tr: Çapraz filtre ekle

source: Failed to load dimensions for drill by
tr: Alta doğru incelemeler için boyut bilgisi yüklenemedi

source: Drill by is not yet supported for this chart type
tr: Bu grafik türü için detaya gitme yöntemi henüz desteklenmiyor

source: Drill by is not available for this data point
tr: Detaya gitme, bu veri noktası için kullanılamaz

source: Drill by
tr: Sondaj ölçütü

source: Search columns
tr: Arama sütunları

source: No columns found
tr: Sütun bulunamadı

source: Failed to generate chart edit URL
tr: Grafik düzenleme URL’si oluşturulamadı

source: Edit chart
tr: Grafiği düzenle

source: Close
tr: Kapat

source: Failed to load chart data.
tr: Grafik verileri yüklenemedi.

source: Drill by: %s
tr: Detaylandırma: %s

source: There was an error loading the chart data
tr: Grafik verisi yüklenirken bir hata oluştu

source: Results %s
tr: Sonuçlar %s

source: Drill to detail by
tr: Ayrıntılara göre detaylandırın

source: Drill to detail
tr: Detaylandırmak için matkap

source: Drill to detail is disabled because this chart does not group data by dimension value.
tr: Bu grafik, verileri boyut değerine göre gruplamadığından ayrıntıya inme devre dışı bırakıldı.

source: Drill to detail by value is not yet supported for this chart type.
tr: Bu grafik türü için değere göre ayrıntıya inme henüz desteklenmiyor.

source: Right-click on a dimension value to drill to detail by that value.
tr: Bu değere göre detaya inmek için bir boyut değerine sağ tıklayın.

source: Drill to detail: %s
tr: Ayrıntılara inin: %s

source: Formatting
tr: Formatlanıyor

source: Formatted value
tr: Biçimlendirilmiş değer

source: No rows were returned for this dataset
tr: Bu veri kümesi için hiçbir satır döndürülmedi

source: Reload
tr: Tekrar yükle

source: Copy
tr: Kopyala

source: Copy to clipboard
tr: Panoya kopyala

source: Copied to clipboard!
tr: Panoya kopyalandı!

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
tr: Üzgünüz, tarayıcınız kopyalamayı desteklemiyor. Ctrl / Cmd + C'yi kullanın!

source: every
tr: her

source: every month
tr: her ay

source: every day of the month
tr: ayın her günü

source: day of the month
tr: ayın günü

source: every day of the week
tr: haftanın her günü

source: day of the week
tr: haftanın günü

source: every hour
tr: her saat

source: every minute
tr: her dakika

source: minute
tr: dakika

source: reboot
tr: yeniden başlat

source: Every
tr: Her

source: in
tr: içinde

source: on
tr: açık

source: and
tr: ve

source: at
tr: de

source: minute(s)
tr: dakika(lar)

source: Invalid cron expression
tr: Geçersiz cron ifadesi

source: Clear
tr: Temizlemek

source: Sunday
tr: Pazar

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: January
tr: Ocak

source: February
tr: Şubat

source: March
tr: Mart

source: April
tr: Nisan

source: May
tr: Mayıs

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

source: November
tr: Kasım

source: December
tr: Aralık

source: SUN
tr: GÜNEŞ

source: MON
tr: Pzt

source: TUE
tr: SALI

source: WED
tr: EVLENMEK

source: THU
tr: Per

source: FRI
tr: cuma

source: SAT
tr: DOYGUNLUK

source: JAN
tr: OCAK

source: FEB
tr: ŞUBAT

source: MAR
tr: Mart

source: APR
tr: Nisan

source: MAY
tr: MAYIS

source: JUN
tr: HAZİRAN

source: JUL
tr: TEMMUZ

source: AUG
tr: AĞUSTOS

source: SEP
tr: EYLÜL

source: OCT
tr: Ekim

source: NOV
tr: KASIM

source: DEC
tr: Aralık

source: There was an error loading the schemas
tr: Şemalar yüklenirken bir hata oluştu

source: Select database or type to search databases
tr: Veritabanını seçin veya veritabanlarını aramak için yazın

source: Force refresh schema list
tr: Şema listesini yenilemeye zorla

source: Select schema or type to search schemas
tr: Şema seçin veya şemaları aramak için yazın

source: No compatible schema found
tr: Uyumlu şema bulunamadı

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
tr: Uyarı! Veri kümesini değiştirmek, meta veriler yoksa grafiği bozabilir.

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
tr: Grafik, hedef veri kümesinde olmayan sütunlara veya meta verilere dayanıyorsa, veri kümesinin değiştirilmesi grafiği bozabilir

source: dataset
tr: veri kümesi

source: Successfully changed dataset!
tr: Veri kümesi başarıyla değiştirildi!

source: Connection
tr: Bağlantı

source: Swap dataset
tr: Veri kümesini değiştir

source: Proceed
tr: İlerlemek

source: Warning!
tr: Uyarı!

source: Search / Filter
tr: Ara / Filtrele

source: Add item
tr: Öğe ekle

source: STRING
tr: SİCİM

source: NUMERIC
tr: SAYISAL

source: BOOLEAN
tr: BOOLE

source: Physical (table or view)
tr: Fiziksel (tablo veya görünüm)

source: Virtual (SQL)
tr: Sanal (SQL)

source: Data type
tr: Veri tipi

source: Advanced data type
tr: Gelişmiş veri türü

source: Advanced Data type
tr: Gelişmiş Veri türü

source: Datetime format
tr: Tarih saat biçimi

source: The pattern of timestamp format. For strings use
tr: Zaman damgası formatının kalıbı. Dize (string) kullanımı için

source: Python datetime string pattern
tr: Python tarih saat dize deseni

source: expression which needs to adhere to the
tr: uyulması gereken ifade

source: Certified By
tr: Tarafından onaylanmış

source: Person or group that has certified this metric
tr: Bu metriği onaylayan kişi veya grup

source: Certified by
tr: Tarafından onaylanmış

source: Certification details
tr: Sertifika ayrıntıları

source: Details of the certification
tr: Sertifikanın ayrıntıları

source: Is dimension
tr: Boyut

source: Default datetime
tr: Varsayılan tarih saat

source: Is filterable
tr: Filtrelenebilir

source: <new column>
tr: <yeni sütun>

source: Select owners
tr: Sahipleri seçin

source: Modified columns: %s
tr: Değiştirilen sütunlar: %s

source: Removed columns: %s
tr: Kaldırılan sütunlar: %s

source: New columns added: %s
tr: Yeni sütunlar eklendi: %s

source: Metadata has been synced
tr: Meta veriler senkronize edildi

source: An error has occurred
tr: Bir hata oluştu

source: Column name [%s] is duplicated
tr: Sütun adı [%s] yineleniyor

source: Metric name [%s] is duplicated
tr: Metrik adı [%s] yineleniyor

source: Calculated column [%s] requires an expression
tr: Hesaplanan sütun [%s] bir ifade gerektiriyor

source: Basic
tr: Temel

source: Default URL
tr: Varsayılan URL

source: Default URL to redirect to when accessing from the dataset list page
tr: Veri kümesi listesi sayfasından erişirken yönlendirilecek varsayılan URL

source: Autocomplete filters
tr: Otomatik tamamlama filtreleri

source: Whether to populate autocomplete filters options
tr: Otomatik tamamlama filtreleri seçeneklerinin doldurulup doldurulmayacağı

source: Autocomplete query predicate
tr: Otomatik tamamlama sorgu koşulu

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
tr: "Otomatik tamamlama filtreleri" kullanılırken bu, değerleri getiren sorgunun performansını artırmak için kullanılabilir. Tablodan farklı değerleri seçerek sorguya bir yüklem (WHERE yan tümcesi) uygulamak için bu seçeneği kullanın. Tipik olarak amaç, bölümlenmiş veya indekslenmiş zamanla ilgili bir alana göreli bir zaman filtresi uygulayarak taramayı sınırlamak olacaktır.

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
tr: Tablo meta verilerini belirtmek için ekstra veriler. Şu anda şu formattaki meta verileri desteklemektedir: `{ "certification": { "certified_by": "Data Platform Team", "details": "Bu tablo gerçeğin kaynağıdır." }, "warning_markdown": "Bu bir uyarıdır." }`.

source: Cache timeout
tr: Önbellek zaman aşımı

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
tr: Önbellek geçersiz kılınmadan önceki saniye cinsinden süre. Önbelleği atlamak için -1 olarak ayarlayın.

source: Hours offset
tr: Saat farkı

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
tr: Zaman sütununu kaydırmak için negatif veya pozitif saat sayısı. Bu, UTC saatini yerel saate taşımak için kullanılabilir.

source: Spatial
tr: Mekansal

source: <new spatial>
tr: <yeni uzamsal>

source: <no type>
tr: <tür yok>

source: Click the lock to make changes.
tr: Değişiklik yapmak için kilide tıklayın.

source: Click the lock to prevent further changes.
tr: Daha fazla değişikliği önlemek için kilide tıklayın.

source: virtual
tr: sanal

source: Dataset name
tr: Veri kümesi adı

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
tr: SQL belirtilirken, veri kaynağı bir görünüm görevi görür. Superset, oluşturulan üst sorguları gruplandırırken ve filtrelerken bu ifadeyi bir alt sorgu olarak kullanır.

source: Physical
tr: Fiziksel
