Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Select a Columnar file to be uploaded to a database.
tr: Veritabanına yüklenecek bir Sütunlu dosya seçin.

source: Use Columns
tr: Sütunları Kullan

source: Json list of the column names that should be read. If not None, only these columns will be read from the file.
tr: Okunması gereken sütun adlarının Json listesi. Yok değilse, dosyadan yalnızca bu sütunlar okunacaktır.

source: Databases
tr: Veritabanları

source: Show Database
tr: Veritabanını Göster

source: Add Database
tr: Veritabanı Ekle

source: Edit Database
tr: Veritabanını Düzenle

source: Expose this DB in SQL Lab
tr: Bu DB'yi SQL Lab'de kullanıma sunun

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
tr: Veritabanını eşzamansız modda çalıştırın, yani sorgular web sunucusunun kendisinde değil, uzaktaki çalışanlar üzerinde yürütülür. Bu, bir Kereviz çalışan kurulumunuzun yanı sıra bir sonuç arka ucuna sahip olduğunuzu varsayar. Daha fazla bilgi için kurulum belgelerine bakın.

source: Allow CREATE TABLE AS option in SQL Lab
tr: SQL Lab'de CREATE TABLE AS seçeneğine izin ver

source: Allow CREATE VIEW AS option in SQL Lab
tr: SQL Lab'de CREATE VIEW AS seçeneğine izin ver

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
tr: Kullanıcıların SQL Lab'de SELECT olmayan deyimleri (UPDATE, DELETE, CREATE, ...) çalıştırmasına izin ver

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
tr: SQL Lab'de CREATE TABLE AS seçeneğine izin verildiğinde, tablonun bu şemada oluşturulması zorlanmış olur

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
tr: Presto ise, SQL Lab'deki tüm sorgular, onları çalıştırma iznine sahip olması gereken, o anda oturum açmış olan kullanıcı olarak yürütülecektir.<br/>Hive ve Hive.server2.enable.doAs etkinleştirildiyse, sorguları hizmet hesabı, ancak hive.server2.proxy.user özelliği aracılığıyla şu anda oturum açmış kullanıcıyı taklit edin.

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
tr: Bu veritabanının çizelgeleri için önbelleğe alma zaman aşımının süresi (saniye olarak). 0 zaman aşımı, önbelleğin süresinin asla dolmayacağını gösterir. Tanımlanmamışsa, bunun varsayılan olarak genel zaman aşımı olduğunu unutmayın.

source: If selected, please set the schemas allowed for csv upload in Extra.
tr: Seçilirse, lütfen Ekstra'da csv yüklemesi için izin verilen şemaları ayarlayın.

source: Expose in SQL Lab
tr: SQL Lab'de Açığa Çıkarma

source: Allow CREATE TABLE AS
tr: CREATE TABLE AS'a izin ver

source: Allow CREATE VIEW AS
tr: GÖRÜNÜMÜ AS OLUŞTURMAYA izin ver

source: Allow DML
tr: DML'ye izin ver

source: CTAS Schema
tr: CTAS Şeması

source: SQLAlchemy URI
tr: SQLAlchemy URI'si

source: Chart Cache Timeout
tr: Grafik Önbelleği Zaman Aşımı

source: Secure Extra
tr: Güvenli Ekstra

source: Root certificate
tr: Kök sertifika

source: Async Execution
tr: Eşzamansız Yürütme

source: Impersonate the logged on user
tr: Oturum açmış kullanıcının kimliğine bürün

source: Allow Csv Upload
tr: Csv Yüklemeye İzin Ver

source: Backend
tr: Arkaplan

source: Extra field cannot be decoded by JSON. %(msg)s
tr: Ekstra alan JSON tarafından çözümlenemiyor. %(msg)s

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
tr: Geçersiz bağlantı dizesi, geçerli bir dize genellikle şunu izler:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Örnek:'postgresql://user:password@your-postgres-db/database'< /p>

source: CSV to Database configuration
tr: Veritabanı yapılandırmasına CSV

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for csv uploads. Please contact your Superset Admin.
tr: CSV yüklemeleri için "%(database_name)s" veritabanı "%(schema_name)s" şemasına izin verilmez. Lütfen Süper Küme Yöneticinizle iletişime geçin.

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
tr: "%(filename)s" CSV dosyası "%(db_name)s" veritabanındaki "%(table_name)s" tablosuna yüklenemiyor. Hata mesajı: %(error_msg)s

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
tr: CSV dosyası "%(csv_filename)s", "%(db_name)s" veritabanındaki "%(table_name)s" tablosuna yüklendi

source: Excel to Database configuration
tr: Excel'den Veritabanına yapılandırma

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for excel uploads. Please contact your Superset Admin.
tr: Veritabanı “%(database_name)s” şeması "%(schema_name)s" Excel yüklemelerine açık değil. Lütfen sistem yöneticinizle iletişime geçin.

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
tr: "%(filename)s" Excel dosyası "%(db_name)s" veritabanındaki "%(table_name)s" tablosuna yüklenemiyor. Hata mesajı: %(error_msg)s

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
tr: Excel dosyası "%(excel_filename)s", "%(db_name)s" veritabanındaki "%(table_name)s" tablosuna yüklendi

source: Columnar to Database configuration
tr: Sütunlu Veritabanı yapılandırması

source: Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.
tr: Sütunlu yüklemeler için birden çok dosya uzantısına izin verilmez. Lütfen tüm dosyaların aynı uzantıya sahip olduğundan emin olun.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for columnar uploads. Please contact your Superset Admin.
tr: Veritabanı "%(database_name)s" şeması "%(schema_name)s" sütunlu yüklemeler için izin verilmez. Lütfen Süper Küme Yöneticinizle iletişime geçin.

source: Unable to upload Columnar file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
tr: "%(filename)s" Sütunlu dosyası, "%(db_name)s" veritabanındaki "%(table_name)s" tablosuna yüklenemiyor. Hata mesajı: %(error_msg)s

source: Columnar file "%(columnar_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
tr: Sütun dosyası "%(columnar_filename)s", "%(db_name)s" veritabanındaki "%(table_name)s" tablosuna yüklendi

source: Request missing data field.
tr: Eksik veri alanı isteyin.

source: Duplicate column name(s): %(columns)s
tr: Yinelenen sütun adları: %(columns)s

source: Logs
tr: Kütükler

source: Show Log
tr: Günlüğü Göster

source: Add Log
tr: Günlük Ekle

source: Edit Log
tr: Günlüğü Düzenle

source: Action
tr: Aksiyon

source: List Saved Query
tr: Kayıtlı Sorguyu Listele

source: Show Saved Query
tr: Kayıtlı Sorguyu Göster

source: Add Saved Query
tr: Kayıtlı Sorgu Ekle

source: Edit Saved Query
tr: Kayıtlı Sorguyu Düzenle

source: Label
tr: Etiket

source: End Time
tr: Bitiş zamanı

source: Pop Tab Link
tr: Pop Sekme Bağlantısı

source: Changed on
tr: Değiştirilme zamanı

source: Untitled Query
tr: Başlıksız Sorgu

source: Time Range
tr: Zaman aralığı

source: Time Column
tr: Zaman Sütunu

source: Time Grain
tr: Zaman Tahıl

source: Time Granularity
tr: Zaman Ayrıntı Düzeyi

source: Time
tr: Zaman

source: A reference to the [Time] configuration, taking granularity into account
tr: Ayrıntı düzeyini hesaba katan [Zaman] konfigürasyonuna bir referans

source: Aggregate
tr: Toplam

source: Raw records
tr: Ham kayıtlar

source: Category name
tr: Kategori adı

source: Total value
tr: Toplam değer

source: Minimum value
tr: En az değer

source: Maximum value
tr: Maksimum değer

source: Average value
tr: Ortalama değer

source: Certified by %s
tr: %s tarafından onaylandı

source: description
tr: tanım

source: bolt
tr: cıvata

source: Changing this control takes effect instantly
tr: Bu kontrolün değiştirilmesi anında etkili olur

source: Show info tooltip
tr: Bilgi araç ipucunu göster

source: SQL expression
tr: SQL ifadesi

source: Column name
tr: Sütun adı

source: Metric name
tr: Metrik adı

source: unknown type icon
tr: bilinmeyen tür simgesi

source: function type icon
tr: işlev türü simgesi

source: string type icon
tr: dize türü simgesi

source: numeric type icon
tr: sayısal tür simgesi

source: boolean type icon
tr: boole türü simgesi

source: temporal type icon
tr: geçici tip simgesi

source: Advanced analytics
tr: Gelişmiş analitik

source: This section contains options that allow for advanced analytical post processing of query results
tr: Bu bölüm, sorgu sonuçlarının gelişmiş analitik sonradan işlenmesine izin veren seçenekler içerir

source: Rolling window
tr: Yuvarlanan pencere

source: Rolling function
tr: Yuvarlanma işlevi

source: None
tr: Hiçbiri

source: Defines a rolling window function to apply, works along with the [Periods] text box
tr: Uygulanacak bir hareketli pencere işlevi tanımlar, [Dönemler] metin kutusuyla birlikte çalışır

source: Periods
tr: Dönemler

source: Defines the size of the rolling window function, relative to the time granularity selected
tr: Seçilen zaman ayrıntı düzeyine göre hareketli pencere işlevinin boyutunu tanımlar

source: Min periods
tr: Minimum süreler

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
tr: Bir değeri göstermek için gereken minimum yuvarlanma periyodu sayısı. Örneğin, 7 günde kümülatif bir toplam yaparsanız, gösterilen tüm veri noktalarının toplamı 7 dönem olacak şekilde "Min. Dönem"inizin 7 olmasını isteyebilirsiniz. Bu, ilk 7 periyotta meydana gelen "yükselme"yi gizleyecektir

source: Time comparison
tr: Zaman karşılaştırması

source: Time shift
tr: Vardiya

source: 1 day ago
tr: 1 gün önce

source: 1 week ago
tr: 1 hafta önce

source: 28 days ago
tr: 28 gün önce

source: 30 days ago
tr: 30 gün önce

source: 52 weeks ago
tr: 52 hafta önce

source: 1 year ago
tr: 1 yıl önce

source: 104 weeks ago
tr: 104 hafta önce

source: 2 years ago
tr: 2 yıl önce

source: 156 weeks ago
tr: 156 hafta önce

source: 3 years ago
tr: 3 yıl once

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
tr: Göreceli bir zaman aralığından bir veya daha fazla zaman serisini kaplayın. Doğal dilde göreli zaman deltaları bekler (örnek: 24 saat, 7 gün, 52 hafta, 365 gün). Serbest metin desteklenir.

source: Calculation type
tr: Hesaplama türü

source: Actual values
tr: Gerçek değerler

source: Difference
tr: Fark

source: Percentage change
tr: Yüzdelik değişimi

source: Ratio
tr: Oran

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
tr: Zaman kaymaları nasıl görüntülenir: ayrı satırlar olarak; ana zaman serisi ile her bir zaman kayması arasındaki fark olarak; yüzde değişim olarak; veya seri ve zaman kaymaları arasındaki oran olarak.

source: Resample
tr: Yeniden örnekleme (resample)

source: Rule
tr: Kural

source: 1 minutely frequency
tr: 1 dakikalık frekans

source: 1 hourly frequency
tr: 1 saatlik sıklık

source: 1 calendar day frequency
tr: 1 takvim günü sıklığı

source: 7 calendar day frequency
tr: 7 takvim günü sıklığı

source: 1 month start frequency
tr: 1 aylık başlama sıklığı

source: 1 month end frequency
tr: 1 aylık bitiş sıklığı

source: 1 year start frequency
tr: 1 yıl başlama sıklığı

source: 1 year end frequency
tr: 1 yıl sonu sıklığı

source: Pandas resample rule
tr: Pandalar yeniden örnekleme kuralı

source: Fill method
tr: Doldurma yöntemi

source: Null imputation
tr: Boş suçlama

source: Zero imputation
tr: Sıfır suçlama

source: Linear interpolation
tr: Doğrusal enterpolasyon

source: Forward values
tr: İleri değerler

source: Backward values
tr: Geriye dönük değerler

source: Median values
tr: Medyan değerler

source: Mean values
tr: Ortalama değerler

source: Sum values
tr: Toplam değerler

source: Pandas resample method
tr: Pandalar yeniden örnekleme yöntemi

source: Annotations and Layers
tr: Açıklamalar ve Katmanlar

source: Left
tr: Sol

source: Top
tr: Tepe

source: Chart Title
tr: Grafik başlığı

source: X Axis
tr: X Ekseni

source: X Axis Title
tr: X Ekseni Başlığı

source: X AXIS TITLE BOTTOM MARGIN
tr: X EKSENİ BAŞLIK ALT BOŞLUK

source: Y Axis
tr: Y Ekseni

source: Y Axis Title
tr: Y Ekseni Başlığı

source: Y AXIS TITLE MARGIN
tr: Y EKSENİ BAŞLIK MARJI

source: Y AXIS TITLE POSITION
tr: Y EKSENİ BAŞLIK KONUMU

source: Query
tr: Sorgu

source: Predictive Analytics
tr: Tahmine Dayalı Analitik

source: Enable forecast
tr: Tahmini etkinleştir

source: Enable forecasting
tr: Tahmini etkinleştir

source: Forecast periods
tr: Tahmin dönemleri

source: How many periods into the future do we want to predict
tr: Kaç dönem ilerisini tahmin etmek istiyoruz

source: Confidence interval
tr: Güven aralığı

source: Width of the confidence interval. Should be between 0 and 1
tr: Güven aralığının genişliği. 0 ile 1 arasında olmalıdır

source: Yearly seasonality
tr: Yıllık mevsimsellik

source: default
tr: varsayılan

source: Yes
tr: Evet

source: No
tr: HAYIR

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
tr: Yıllık mevsimsellik uygulanmalıdır. Bir tamsayı değeri, Fourier mevsimsellik sırasını belirtir.

source: Weekly seasonality
tr: Haftalık mevsimsellik

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
tr: Haftalık mevsimsellik uygulanmalıdır. Bir tamsayı değeri, Fourier mevsimsellik sırasını belirtir.

source: Daily seasonality
tr: Günlük mevsimsellik

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
tr: Günlük mevsimsellik uygulanmalıdır. Bir tamsayı değeri, Fourier mevsimsellik sırasını belirtir.

source: Time related form attributes
tr: Zamanla ilgili form özellikleri

source: Datasource & Chart Type
tr: Veri Kaynağı ve Grafik Türü

source: Chart ID
tr: Grafik Kimliği

source: The id of the active chart
tr: Etkin grafiğin kimliği

source: Cache Timeout (seconds)
tr: Önbellek Zaman Aşımı (saniye)

source: The number of seconds before expiring the cache
tr: Önbelleğin süresi dolmadan önceki saniye sayısı

source: URL Parameters
tr: URL Parametreleri

source: Extra url parameters for use in Jinja templated queries
tr: Jinja şablonlu sorgularda kullanım için ekstra url parametreleri

source: Extra Parameters
tr: Ekstra Parametreler

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
tr: Herhangi bir eklentinin Jinja şablonlu sorgularında kullanmak üzere ayarlamayı seçebileceği ekstra parametreler

source: Color Scheme
tr: Renk uyumu

source: Contribution Mode
tr: Katkı Modu

source: Row
tr: Sıra

source: Series
tr: Seri

source: Calculate contribution per series or row
tr: Seri veya satır başına katkıyı hesaplayın

source: Y-Axis Sort By
tr: Y Ekseni Sıralama Ölçütü

source: X-Axis Sort By
tr: X Ekseni Sıralama Ölçütü

source: Decides which column to sort the base axis by.
tr: Taban ekseninin hangi sütuna göre sıralanacağına karar verir.

source: Y-Axis Sort Ascending
tr: Y Ekseni Artan Sıralama

source: X-Axis Sort Ascending
tr: X Ekseninde Artan Sıralama

source: Whether to sort ascending or descending on the base Axis.
tr: Temel Eksende artan veya azalan sıralama.

source: Decides which measure to sort the base axis by.
tr: Taban ekseninin hangi sütuna göre sıralanacağına karar verir.

source: Dimensions
tr: Boyutlar

source: One or many columns to group by. High cardinality groupings should include a sort by metric and series limit to limit the number of fetched and rendered series.
tr: Gruplanacak bir veya daha fazla sütun. Yüksek kardinalite gruplamaları, getirilen ve işlenen serilerin sayısını sınırlamak için bir metriğe göre sıralama ve seri limiti içermelidir.

source: One or many columns to pivot as columns
tr: Sütun olarak döndürülecek bir veya daha fazla sütun

source: Dimension
tr: Boyut

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
tr: Varlıkların gruplandırılmasını tanımlar. Her seri, grafikte belirli bir renk olarak gösterilir ve bir gösterge anahtarına (legend token) sahiptir

source: Entity
tr: Varlık

source: This defines the element to be plotted on the chart
tr: Bu, grafikte çizilecek öğeyi tanımlar

source: One or many metrics to display
tr: Görüntülenecek bir veya daha fazla metrik

source: Right Axis Metric
tr: Sağ Eksen Metrik

source: Choose a metric for right axis
tr: Sağ eksen için bir metrik seçin

source: Sort by
tr: Sıralama kriteri

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
tr: Bir dizi veya satır sınırı varsa en üstteki dizilerin nasıl sıralanacağını tanımlamak için kullanılan metrik. Tanımsızsa, ilk metriğe geri döner (uygun olduğunda).

source: Bubble Size
tr: Kabarcık Boyutu

source: Metric used to calculate bubble size
tr: Kabarcık boyutunu hesaplamak için kullanılan metrik

source: Metric assigned to the [X] axis
tr: [X] eksenine atanan metrik

source: Metric assigned to the [Y] axis
tr: [Y] eksenine atanan metrik

source: Color Metric
tr: Renk Metrik

source: A metric to use for color
tr: Renk için kullanılacak bir metrik

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
tr: Görselleştirme için zaman alanı. Tabloda bir DATETIME sütunu döndüren rastgele bir ifade tanımlayabilirsiniz. Ayrıca, aşağıdaki filtrenin bu sütuna veya ifadeye uygulandığına akılda bulundurun

source: Drop temporal column here
tr: Zamansal sütunu buraya bırakın

source: Drop a temporal column here or click
tr: Geçici bir sütunu buraya bırakın veya tıklayın

source: Y-axis
tr: Y ekseni

source: Dimension to use on y-axis.
tr: Y ekseninde kullanılacak boyut.

source: X-axis
tr: X ekseni

source: Dimension to use on x-axis.
tr: X ekseninde kullanılacak boyut.

source: The type of visualization to display
tr: Görüntülenecek görselleştirme türü

source: Fixed Color
tr: Sabit Renk

source: Use this to define a static color for all circles
tr: Tüm daireler için statik bir renk tanımlamak için bunu kullanın

source: Linear Color Scheme
tr: Doğrusal Renk Şeması

source: all
tr: tümü

source: 5 seconds
tr: 5 saniye

source: 30 seconds
tr: 30 saniye

source: 1 minute
tr: 1 dakika

source: 5 minutes
tr: 5 dakika

source: 30 minutes
tr: 30 dakika

source: 1 hour
tr: 1 saat

source: 1 day
tr: 1 gün

source: 7 days
tr: 7 gün

source: week
tr: hafta

source: week starting Sunday
tr: hafta Pazar’dan başlar

source: week ending Saturday
tr: cumartesi biten hafta

source: month
tr: ay

source: quarter
tr: çeyrek

source: year
tr: yıl

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
tr: Görselleştirme için zaman ayrıntı düzeyi. "10 seconds, "1 day” veya "56 weeks” şeklinde basit bir metin yazıp kullanabilirsiniz. Metinlerin örneklerde verildiği şekilde İngilizce yazılması zorunlu

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
tr: Görselleştirme için zaman ayrıntı düzeyi. Bu, zaman alanını değiştirmek için bir tarih dönüşümü uygular ve yeni bir zaman ayrıntı düzeyi tanımlar. Buradaki seçenekler, Superset kaynak kodunda veritabanı motoru bazında tanımlanır.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
tr: Görselleştirme için zaman aralığı. Tüm göreli zamanlar, örn. "Geçen ay", "Son 7 gün", "şimdi" vb. sunucuda sunucunun yerel saati (sans saat dilimi) kullanılarak değerlendirilir. Tüm araç ipuçları ve yer tutucu süreleri UTC (sans timezone) cinsinden ifade edilir. Zaman damgaları daha sonra veritabanı tarafından motorun yerel saat dilimini kullanarak değerlendirilir. Başlangıç ​​ve/veya bitiş zamanı belirtilirse, ISO 8601 formatına göre saat dilimini açıkça ayarlayabileceğinizi unutmayın.

source: Row limit
tr: Satır sınırı

source: Limits the number of rows that get displayed.
tr: Görüntülenecek satır sayısını sınırlar.

source: Sort Descending
tr: Azalan şekilde sırala

source: Whether to sort descending or ascending
tr: Azalan veya artan sıralama

source: Series limit
tr: Seri limiti

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
tr: Görüntülenecek seri sayısını sınırlar. Getirilen ve işlenen dizilerin sayısını sınırlandırmak için birleştirilmiş bir alt sorgu (veya alt sorguların desteklenmediği fazladan bir aşama) uygulanır. Bu özellik, yüksek kardinalite sütunlarına göre gruplandırırken kullanışlıdır, ancak sorgu karmaşıklığını ve maliyetini artırır.

source: Y Axis Format
tr: Y Ekseni Formatı

source: Time format
tr: Zaman formatı

source: The color scheme for rendering chart
tr: Grafiği oluşturmak için renk şeması

source: Truncate Metric
tr: Metrik Kes

source: Whether to truncate metrics
tr: Metriklerin kısaltılıp kısaltılmayacağı

source: Show empty columns
tr: Boş sütunları göster

source: Show less columns
tr: Daha az sütun göster

source: Show all columns
tr: Tüm sütunları göster

source: D3 format
tr: D3 formatı

source: Fraction digits
tr: Ondalık basamaklar

source: Number of decimal digits to round numbers to
tr: Sayıları yuvarlamak için ondalık basamak sayısı

source: Min Width
tr: Minimum Genişlik

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
tr: Piksel cinsinden varsayılan minimum sütun genişliği, diğer sütunlar fazla alana ihtiyaç duymuyorsa gerçek genişlik yine de bundan daha büyük olabilir

source: auto
tr: otomatik

source: Text align
tr: Metin hizalama

source: Horizontal alignment
tr: Yatay hizalama

source: Center
tr: Merkez

source: Right
tr: Sağ

source: Show cell bars
tr: Hücre çubuklarını göster
