Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Whether to display a bar chart background in table columns
tr: Tablo sütunlarında bir çubuk grafik arka planının görüntülenip görüntülenmeyeceği

source: Align +/-
tr: +/- hizala

source: Whether to align positive and negative values in cell bar chart at 0
tr: Hücre çubuğu grafiğindeki pozitif ve negatif değerlerin 0'da hizalanıp hizalanmayacağını

source: Color +/-
tr: Renk +/-

source: Whether to colorize numeric values by if they are positive or negative
tr: Sayısal değerlerin pozitif mi yoksa negatif mi olduğuna göre renklendirilip renklendirilmeyeceği

source: Truncate Cells
tr: Hücreleri Kes

source: Truncate long cells to the "min width" set above
tr: Uzun hücreleri yukarıda ayarlanan "min. genişliğe" kadar kısaltın

source: Small number format
tr: Küçük sayı biçimi

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
tr: -1.0 ile 1.0 arasındaki sayılar için D3 sayı biçimi, küçük ve büyük sayılar için farklı anlamlı basamaklara sahip olmak istediğinizde kullanışlıdır

source: D3 format syntax: https://github.com/d3/d3-format
tr: D3 biçimi sözdizimi: https://github.com/d3/d3-format

source: Only applies when "Label Type" is set to show values.
tr: Yalnızca "Etiket Türü" değerleri gösterecek şekilde ayarlandığında geçerlidir.

source: Only applies when "Label Type" is not set to a percentage.
tr: Yalnızca "Etiket Türü" bir yüzde olarak ayarlanmadığında geçerlidir.

source: Adaptive formatting
tr: Uyarlanabilir biçimlendirme

source: Original value
tr: Orijinal değeri

source: Duration in ms (66000 => 1m 6s)
tr: Ms cinsinden süre (66000 => 1m 6s)

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
tr: Ms cinsinden süre (1,40008 => 1ms 400µs 80ns)

source: D3 time format syntax: https://github.com/d3/d3-time-format
tr: D3 saat biçimi sözdizimi: https://github.com/d3/d3-time-format

source: Oops! An error occurred!
tr: Hata! Bir hata oluştu!

source: Stack Trace:
tr: Yığın izleme:

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
tr: Bu sorgu için sonuç döndürülmedi. Sonuçların döndürülmesini bekliyorsanız, tüm filtrelerin doğru yapılandırıldığından ve veri kaynağının seçilen zaman aralığı için veri içerdiğinden emin olun.

source: No Results
tr: Sonuç yok

source: ERROR
tr: HATA

source: Found invalid orderby options
tr: Geçersiz sıralama seçenekleri bulundu

source: is expected to be an integer
tr: bir tamsayı olması bekleniyor

source: is expected to be a number
tr: sayı olması bekleniyor

source: cannot be empty
tr: boş olamaz

source: Domain
tr: İhtisas

source: hour
tr: saat

source: day
tr: gün

source: The time unit used for the grouping of blocks
tr: Blokların gruplanması için kullanılan zaman birimi

source: Subdomain
tr: Alt alan adı

source: min
tr: dakika

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
tr: Her blok için zaman birimi. domain_granlarity'den daha küçük bir birim olmalıdır. Time Grain'den daha büyük veya ona eşit olmalıdır

source: Chart Options
tr: Grafik Seçenekleri

source: Cell Size
tr: Hücre boyutu

source: The size of the square cell, in pixels
tr: Kare hücrenin piksel cinsinden boyutu

source: Cell Padding
tr: Hücre Dolgusu

source: The distance between cells, in pixels
tr: Piksel cinsinden hücreler arasındaki mesafe

source: Cell Radius
tr: Hücre Yarıçapı

source: The pixel radius
tr: Piksel yarıçapı

source: Color Steps
tr: Renk Adımları

source: The number color "steps"
tr: Sayı rengi "adımlar"

source: Time Format
tr: Zaman formatı

source: Legend
tr: Efsane

source: Whether to display the legend (toggles)
tr: Göstergenin görüntülenip görüntülenmeyeceği (geçerli)

source: Show Values
tr: Değerleri Göster

source: Whether to display the numerical values within the cells
tr: Hücrelerdeki sayısal değerlerin görüntülenip görüntülenmeyeceği

source: Show Metric Names
tr: Metrik Adlarını Göster

source: Whether to display the metric name as a title
tr: Metrik adının başlık olarak görüntülenip görüntülenmeyeceği

source: Number Format
tr: Sayı Biçimi

source: Correlation
tr: Korelasyon

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
tr: Renk ölçeği ve takvim görünümü kullanarak bir metriğin zaman içinde nasıl değiştiğini görselleştirir. Eksik değerleri belirtmek için gri değerler kullanılır ve her günün değerinin büyüklüğünü kodlamak için doğrusal renk şeması kullanılır.

source: Business
tr: İşletme

source: Comparison
tr: Karşılaştırmak

source: Intensity
tr: Yoğunluk

source: Pattern
tr: Model

source: Report
tr: Rapor

source: Trend
tr: Akım

source: less than {min} {name}
tr: {min} {name}’den az

source: between {down} and {up} {name}
tr: {down} ve {up} arasında {name}

source: more than {max} {name}
tr: {max} değerinden fazla {name}

source: Sort by metric
tr: Metrike göre sırala

source: Whether to sort results by the selected metric in descending order.
tr: Sonuçların seçilen metriğe göre azalan düzende sıralanıp sıralanmayacağı.

source: Number format
tr: Sayı biçimi

source: Choose a number format
tr: Bir sayı biçimi seçin

source: Source
tr: Kaynak

source: Choose a source
tr: Bir kaynak seçin

source: Target
tr: Hedef

source: Choose a target
tr: Bir hedef seçin

source: Flow
tr: Akış

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
tr: Akorların kalınlığını kullanarak kategoriler arasındaki akışı veya bağlantıyı gösterir. Değer ve karşılık gelen kalınlık her iki taraf için farklı olabilir.

source: Relationships between community channels
tr: Topluluk kanalları arasındaki ilişkiler

source: Chord Diagram
tr: Akor Diyagramı

source: Aesthetic
tr: Estetik

source: Circular
tr: Dairesel

source: Legacy
tr: Miras

source: Proportional
tr: Orantılı

source: Relational
tr: İlişkisel

source: Country
tr: Ülke

source: Which country to plot the map for?
tr: Harita hangi ülke için çizilecek?

source: ISO 3166-2 Codes
tr: ISO 3166-2 Kodları

source: Column containing ISO 3166-2 codes of region/province/department in your table.
tr: Tablonuzda bölge/il/bölüm ISO 3166-2 kodlarını içeren sütun.

source: Metric to display bottom title
tr: Alt başlığı görüntülemek için metrik

source: Map
tr: Harita

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
tr: Tek bir metriğin bir koroplet haritası üzerinde bir ülkenin ana alt bölümleri (eyaletler, iller vb.) arasında nasıl değiştiğini görselleştirir. İlgili coğrafi sınırın üzerine geldiğinizde her bir alt bölümün değeri yükselir.

source: Geo
tr: Coğrafi

source: Range
tr: Menzil

source: Stacked
tr: Yığılmış

source: Sorry, there appears to be no data
tr: Üzgünüm, veri yok gibi görünüyor

source: Event definition
tr: Olay tanımı

source: Event Names
tr: Etkinlik Adları

source: Columns to display
tr: Görüntülenecek sütunlar

source: Order by entity id
tr: Varlık kimliğine göre sırala

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
tr: Önemli! Tablo halihazırda varlık kimliğine göre sıralanmamışsa bunu seçin, aksi halde her varlık için tüm olayların döndürüleceğine dair bir garanti yoktur.

source: Minimum leaf node event count
tr: Minimum yaprak düğüm olay sayısı

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
tr: Bu olay sayısından daha azını temsil eden “leaf nodes” başlangıçta görselleştirmede gizlenecektir

source: Additional metadata
tr: Ek meta veriler

source: Metadata
tr: Meta veriler

source: Select any columns for metadata inspection
tr: Meta veri incelemesi için herhangi bir sütun seçin

source: Entity ID
tr: Varlık Kimliği

source: e.g., a "user id" column
tr: ör. bir "user id" sütunu

source: Max Events
tr: Maksimum Etkinlik

source: The maximum number of events to return, equivalent to the number of rows
tr: Satır sayısına eşdeğer, döndürülecek maksimum olay sayısı

source: Compares the lengths of time different activities take in a shared timeline view.
tr: Paylaşılan bir zaman çizelgesi görünümünde farklı etkinliklerin aldığı süreyi karşılaştırır.

source: Event Flow
tr: Olay Akışı

source: Progressive
tr: Artan

source: Axis ascending
tr: Artan eksen

source: Axis descending
tr: Azalan eksen

source: Metric ascending
tr: Artan metrik

source: Metric descending
tr: Azalan metrik

source: Heatmap Options
tr: Isı Haritası Seçenekleri

source: XScale Interval
tr: Ölçek Aralığı

source: Number of steps to take between ticks when displaying the X scale
tr: X ölçeğini görüntülerken işaretler arasında atılacak adım sayısı

source: YScale Interval
tr: YÖlçek Aralığı

source: Number of steps to take between ticks when displaying the Y scale
tr: Y ölçeğini görüntülerken işaretler arasında atılacak adım sayısı

source: Rendering
tr: Oluşturma

source: pixelated (Sharp)
tr: pikselli (Keskin)

source: auto (Smooth)
tr: otomatik (Düzgün)

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
tr: tarayıcının görüntüyü nasıl ölçeklediğini tanımlayan tuval nesnesinin görüntü oluşturma CSS özelliği

source: Normalize Across
tr: Boyunca Normalleştir

source: heatmap
tr: sıcaklık haritası

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
tr: Renk, belirli bir hücrenin seçilen aralıktaki diğer hücrelere göre normalleştirilmiş (%0 ila %100) değerine göre gölgelendirilir:

source: x: values are normalized within each column
tr: x: değerler her sütunda normalleştirilir

source: y: values are normalized within each row
tr: y: değerler her satırda normalleştirilir

source: heatmap: values are normalized across the entire heatmap
tr: ısı haritası: değerler tüm ısı haritası boyunca normalleştirilir

source: Left Margin
tr: Sol Kenar Boşluğu

source: Left margin, in pixels, allowing for more room for axis labels
tr: Eksen etiketleri için daha fazla alan sağlayan piksel cinsinden sol kenar boşluğu

source: Bottom Margin
tr: Alt Kenar Boşluğu

source: Bottom margin, in pixels, allowing for more room for axis labels
tr: Eksen etiketleri için daha fazla alan sağlayan piksel cinsinden alt kenar boşluğu

source: Value bounds
tr: Değer sınırları

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
tr: Renk kodlaması için sabit değer sınırları uygulandı. Yalnızca normalleştirme ısı haritasının tamamına uygulandığında alakalıdır ve uygulanır.

source: Sort X Axis
tr: X Eksenini Sırala

source: Sort Y Axis
tr: Y Eksenini Sırala

source: Show percentage
tr: Yüzdeyi göster

source: Whether to include the percentage in the tooltip
tr: Yüzdenin araç ipucuna dahil edilip edilmeyeceği

source: Normalized
tr: Normalleştirilmiş

source: Whether to apply a normal distribution based on rank on the color scale
tr: Renk skalasında sıralamaya dayalı normal dağılım uygulanıp uygulanmayacağı

source: Value Format
tr: Değer Biçimi

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
tr: Grup çiftleri arasında ilgili bir metriği görselleştirin. Isı haritaları, iki grup arasındaki korelasyonu veya gücü sergilemede mükemmeldir. Renk, her grup çifti arasındaki bağlantının gücünü vurgulamak için kullanılır.

source: Sizes of vehicles
tr: Araçların boyutları

source: Employment and education
tr: İstihdam ve eğitim

source: Density
tr: Yoğunluk

source: Predictive
tr: Tahmini

source: Single Metric
tr: Tek Metrik

source: to
tr: ile

source: count
tr: saymak

source: cumulative
tr: kümülatif

source: percentile (exclusive)
tr: yüzdelik dilim (özel)

source: Select the numeric columns to draw the histogram
tr: Histogramı çizmek için sayısal sütunları seçin

source: No of Bins
tr: Kutu Sayısı

source: Select the number of bins for the histogram
tr: Histogram için bölme sayısını seçin

source: X Axis Label
tr: X Ekseni Etiketi

source: Y Axis Label
tr: Y Ekseni Etiketi

source: Whether to normalize the histogram
tr: Histogramın normalize edilip edilmeyeceği

source: Cumulative
tr: Kümülatif

source: Whether to make the histogram cumulative
tr: Histogramın kümülatif yapılıp yapılmayacağı

source: Distribution
tr: Dağıtım

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
tr: Veri noktalarınızı alın ve en yoğun bilgi alanlarının nerede olduğunu görmek için bunları "kutulara" gruplayın

source: Population age data
tr: Nüfus yaş verileri

source: Contribution
tr: Katkı

source: Compute the contribution to the total
tr: Toplam katkıyı hesaplayın

source: Series Height
tr: Seri Yüksekliği

source: Pixel height of each series
tr: Her serinin piksel yüksekliği

source: Value Domain
tr: Değer Alanı

source: series
tr: seri

source: overall
tr: etraflı

source: change
tr: değiştirmek

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
tr: seri: Her seriyi bağımsız olarak ele alın; genel olarak: Tüm seriler aynı ölçeği kullanır; change: Her serideki ilk veri noktasına kıyasla değişiklikleri göster

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
tr: Bir metriğin farklı gruplar arasında zaman içinde nasıl değiştiğini karşılaştırır. Her grup bir satıra eşlenir ve zaman içindeki değişiklik çubuk uzunlukları ve rengiyle görselleştirilir.

source: Horizon Chart
tr: Ufuk Grafiği

source: Dark Cyan
tr: Koyu Mavi

source: Purple
tr: Mor

source: Gold
tr: Altın

source: Dim Gray
tr: Soluk Gri

source: Crimson
tr: Kızıl

source: Forest Green
tr: Orman yeşili

source: Longitude
tr: Boylam

source: Column containing longitude data
tr: Boylam verilerini içeren sütun

source: Latitude
tr: Enlem

source: Column containing latitude data
tr: Enlem verilerini içeren sütun

source: Clustering Radius
tr: Kümeleme Yarıçapı

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
tr: Algoritmanın bir kümeyi tanımlamak için kullandığı yarıçap (piksel olarak). Kümelemeyi kapatmak için 0'ı seçin, ancak çok sayıda noktanın (>1000) gecikmeye neden olacağına dikkat edin.

source: Points
tr: Puanlar

source: Point Radius
tr: Nokta Yarıçapı

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
tr: Bireysel noktaların yarıçapı (bir kümede olmayanlar). Noktayı en büyük kümeye göre ölçekleyen bir sayısal sütun veya "Otomatik"

source: Auto
tr: Oto

source: Point Radius Unit
tr: Nokta Yarıçapı Birimi

source: Pixels
tr: Pikseller

source: Miles
tr: Mil

source: Kilometers
tr: Kilometre

source: The unit of measure for the specified point radius
tr: Belirtilen nokta yarıçapı için ölçü birimi

source: Labelling
tr: Etiketleme

source: label
tr: etiket

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
tr: Bir by grubu kullanılıyorsa "sayı" COUNT(*) olur. Sayısal sütunlar, toplayıcı ile toplanacaktır. Noktaları etiketlemek için sayısal olmayan sütunlar kullanılacaktır. Her kümedeki puan sayısını almak için boş bırakın.

source: Cluster label aggregator
tr: Küme etiketi toplayıcı

source: sum
tr: toplam

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
tr: Küme etiketini oluşturmak için her kümedeki nokta listesine uygulanan toplama işlevi.

source: Visual Tweaks
tr: Görsel Düzenlemeler

source: Live render
tr: Canlı oluşturma

source: Points and clusters will update as the viewport is being changed
tr: Görünüm değiştikçe noktalar ve kümeler güncellenir

source: Map Style
tr: Harita Stili

source: Streets
tr: Sokaklar

source: Dark
tr: Karanlık

source: Light
tr: Işık

source: Satellite Streets
tr: Uydu Sokaklar

source: Satellite
tr: Uydu

source: Outdoors
tr: Outdor

source: Base layer map style
tr: Temel katman harita stili

source: Opacity
tr: Opak değeri

source: Opacity of all clusters, points, and labels. Between 0 and 1.
tr: Tüm kümelerin, noktaların ve etiketlerin opaklığı. 0 ile 1 arasında.

source: RGB Color
tr: RGB Rengi

source: The color for points and clusters in RGB
tr: RGB'deki noktaların ve kümelerin rengi

source: Viewport
tr: Görünüm

source: Default longitude
tr: Varsayılan boylam

source: Longitude of default viewport
tr: Varsayılan görünümün boylamı

source: Default latitude
tr: Varsayılan enlem

source: Latitude of default viewport
tr: Varsayılan görünümün enlemi

source: Zoom
tr: Yakınlaştır

source: Zoom level of the map
tr: Haritanın yakınlaştırma düzeyi

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
tr: Gruplamak için bir veya daha fazla kontrol. Gruplandırma yapılacaksa enlem ve boylam sütunları bulunmalıdır.

source: Light mode
tr: Işık modu

source: Dark mode
tr: Karanlık mod

source: MapBox
tr: Harita Kutusu

source: Scatter
tr: Dağılım

source: Transformable
tr: Dönüştürülebilir

source: Significance Level
tr: Önem Düzeyi

source: Threshold alpha level for determining significance
tr: Önemi belirlemek için eşik alfa seviyesi

source: p-value precision
tr: p değeri hassasiyeti

source: Number of decimal places with which to display p-values
tr: P değerlerinin görüntüleneceği ondalık basamak sayısı

source: Lift percent precision
tr: Kaldırma yüzdesi hassasiyeti

source: Number of decimal places with which to display lift values
tr: Kaldırma değerlerinin görüntüleneceği ondalık basamak sayısı

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
tr: Gruplar arasındaki istatistiksel farklılıkları anlamak için kullanılan eşleştirilmiş t-testlerini görselleştiren tablo.

source: Paired t-test Table
tr: Eşleştirilmiş t-test Tablosu

source: Statistical
tr: İstatistiksel

source: Tabular
tr: Tablo yapısında

source: Options
tr: Seçenekler

source: Data Table
tr: Veri tablosu

source: Whether to display the interactive data table
tr: Etkileşimli veri tablosunun görüntülenip görüntülenmeyeceği

source: Include Series
tr: Seriyi Dahil Et

source: Include series name as an axis
tr: Seri adını eksen olarak dahil et

source: Ranking
tr: Sıralama

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
tr: Verilerdeki her satır için ayrı metrikleri dikey olarak çizer ve bunları bir çizgi olarak birbirine bağlar. Bu grafik, verilerdeki tüm örneklerde veya satırlarda birden çok ölçümü karşılaştırmak için kullanışlıdır.

source: Coordinates
tr: Koordinatlar

source: Directional
tr: Yönlü

source: Time Series Options
tr: Zaman Serisi Seçenekleri

source: Not Time Series
tr: Zaman Serisi Değil

source: Ignore time
tr: Zamanı yoksay

source: Time Series
tr: Zaman serisi

source: Standard time series
tr: Standart zaman serisi

source: Aggregate Mean
tr: Toplam Ortalama

source: Mean of values over specified period
tr: Belirtilen süre boyunca değerlerin ortalaması

source: Aggregate Sum
tr: Toplam Tutar

source: Sum of values over specified period
tr: Belirtilen süre boyunca değerlerin toplamı

source: Metric change in value from `since` to `until`
tr: "başlangıç"tan "kadar"a değerdeki metrik değişim

source: Percent Change
tr: Yüzde değişimi

source: Metric percent change in value from `since` to `until`
tr: "başlangıç"tan "kadar"a kadar değerdeki metrik yüzde değişimi

source: Factor
tr: Faktör

source: Metric factor change from `since` to `until`
tr: "başlangıçtan" ​​dan "kadar"a metrik faktör değişikliği

source: Advanced Analytics
tr: Gelişmiş Analitik

source: Use the Advanced Analytics options below
tr: Aşağıdaki Gelişmiş Analitik seçeneklerini kullanın

source: Settings for time series
tr: Zaman serisi ayarları

source: Date Time Format
tr: Tarih Saat Biçimi

source: Partition Limit
tr: Bölme Sınırı

source: The maximum number of subdivisions of each group; lower values are pruned first
tr: Her grubun maksimum alt bölümü sayısı; daha düşük değerler önce budanır

source: Partition Threshold
tr: Bölme Eşiği

source: Partitions whose height to parent height proportions are below this value are pruned
tr: Yüksekliği ebeveyn yüksekliğine oranları bu değerin altında olan bölmeler budanır

source: Log Scale
tr: Günlük Ölçeği

source: Use a log scale
tr: Bir günlük ölçeği kullanın

source: Equal Date Sizes
tr: Eşit Tarih Boyutları

source: Check to force date partitions to have the same height
tr: Tarih bölümlerinin aynı yüksekliğe sahip olmasını zorlamak için işaretleyin

source: Rich Tooltip
tr: Zengin İpucu

source: The rich tooltip shows a list of all series for that point in time
tr: Ayrıntılı ipucu, o an için tüm serilerin bir listesini gösterir

source: Rolling Window
tr: Hareketli Pencere

source: Rolling Function
tr: Yuvarlanma İşlevi

source: Min Periods
tr: Minimum Süreler

source: Time Comparison
tr: Zaman Karşılaştırması

source: Time Shift
tr: Vardiya

source: 1 week
tr: 1 hafta

source: 28 days
tr: 28 gün

source: 30 days
tr: 30 gün

source: 52 weeks
tr: 52 hafta

source: 1 year
tr: 1 yıl

source: 104 weeks
tr: 104 hafta

source: 2 years
tr: 2 yıl

source: 156 weeks
tr: 156 hafta

source: 3 years
tr: 3 yıl

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
tr: Göreceli bir zaman aralığından bir veya daha fazla zaman serisini kaplayın. Doğal dilde göreli zaman deltaları bekler (örnek: 24 saat, 7 gün, 52 hafta, 365 gün). Serbest metin desteklenir.

source: Actual Values
tr: Gerçek değerler

source: 1M
tr: 1 milyon

source: Method
tr: Yöntem

source: asfreq
tr: asfrek

source: bfill
tr: dolgu

source: ffill
tr: doldur

source: median
tr: medyan

source: Part of a Whole
tr: Bir Bütünün Parçası

source: Compare the same summarized metric across multiple groups.
tr: Aynı özetlenmiş metriği birden çok grupta karşılaştırın.

source: Partition Chart
tr: Bölme Tablosu

source: Categorical
tr: Kategorik

source: Pivot Options
tr: Döndürme Seçenekleri

source: Aggregation function
tr: Toplama işlevi

source: Aggregate function to apply when pivoting and computing the total rows and columns
tr: Toplam satırları ve sütunları döndürürken ve hesaplarken uygulanacak toplama işlevi

source: Show totals
tr: Toplamları göster

source: Display total row/column
tr: Toplam satır/sütun görüntüle

source: Combine Metrics
tr: Metrikleri Birleştir
