Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: No filters are currently added to this dashboard.
tr: Bu kontrol paneline şu anda hiçbir filtre eklenmemiş.

source: No global filters are currently added
tr: Şu anda eklenmiş genel filtre yok

source: Click on "+Add/Edit Filters" button to create new dashboard filters
tr: Yeni pano filtreleri oluşturmak için "+Filtre Ekle/Düzenle" düğmesini tıklayın

source: All filters (%(filterCount)d)
tr: Tüm filtreler (%(filterCount)d)

source: Filter sets (%(filterSetCount)d)
tr: Filtre kümeleri (%(filterSetCount)d)

source: Apply filters
tr: Filtre uygula

source: Clear all
tr: Hepsini temizle

source: Locate the chart
tr: Grafiği bulun

source: Cross-filters
tr: Çapraz filtreler

source: Enable cross-filtering
tr: Çapraz filtrelemeyi etkinleştir

source: Orientation of filter bar
tr: Filtre çubuğunun yönü

source: Vertical (Left)
tr: Dikey (Sol)

source: Horizontal (Top)
tr: Yatay (Üst)

source: More filters
tr: Daha fazla filtre

source: No applied filters
tr: Uygulanan filtre yok

source: Applied filters: %s
tr: Uygulanan filtreler: %s

source: Check configuration
tr: Yapılandırmayı kontrol edin

source: Cannot load filter
tr: Filtre yüklenemiyor

source: Editing filter set:
tr: Filtre seti düzenleniyor:

source: Filter set with this name already exists
tr: Bu ada sahip filtre grubu zaten var

source: Filter set already exists
tr: Filtre seti zaten var

source: This filter set is identical to: "%s"
tr: Bu filtre seti şununla aynıdır: "%s"

source: Remove invalid filters
tr: Geçersiz filtreleri kaldır

source: Rebuild
tr: Yapılandır

source: Filters (%d)
tr: Filtreler (%d)

source: This filter doesn't exist in dashboard. It will not be applied.
tr: Bu filtre gösterge tablosunda mevcut değil. Uygulanmayacak.

source: Filter metadata changed in dashboard. It will not be applied.
tr: Kontrol panelinde filtre meta verileri değiştirildi. Uygulanmayacak.

source: Please filter set name
tr: Lütfen set adını filtreleyin

source: Create new filter set
tr: Yeni filtre seti oluştur

source: New filter set
tr: Yeni filtre seti

source: Please apply filter changes
tr: Lütfen filtre değişikliklerini uygulayın

source: Unknown value
tr: Bilinmeyen değer

source: Filters out of scope (%d)
tr: Kapsam dışı filtreler (%d)

source: Dependent on
tr: Bağımlı

source: Filter only displays values relevant to selections made in other filters.
tr: Filtre yalnızca diğer filtrelerde yapılan seçimlerle ilgili değerleri görüntüler.

source: All charts
tr: Tüm çizelgeler

source: Scope
tr: Kapsam

source: Filter type
tr: Filtre tipi

source: Title is required
tr: Başlık gerekli

source: (Removed)
tr: (Kaldırıldı)

source: Undo?
tr: Geri alma?

source: Add filters and dividers
tr: Filtreler ve ayırıcılar ekleyin

source: [untitled]
tr: [isimsiz]

source: Cyclic dependency detected
tr: Döngüsel bağımlılık algılandı

source: Add and edit filters
tr: Filtre ekleme ve düzenleme

source: Column select
tr: Sütun seçimi

source: Select a column
tr: Bir sütun seçin

source: No compatible columns found
tr: Uyumlu sütun bulunamadı

source: No compatible datasets found
tr: Uyumlu veri kümesi bulunamadı

source: Value is required
tr: Değer gerekli

source: (deleted or invalid type)
tr: (silinmiş veya geçersiz tür)

source: Limit type
tr: Limit tipi

source: No available filters.
tr: Kullanılabilir filtre yok.

source: Add filter
tr: Filtre ekle

source: Values are dependent on other filters
tr: Değerler diğer filtrelere bağlıdır

source: Values selected in other filters will affect the filter options to only show relevant values
tr: Diğer filtrelerde seçilen değerler, filtre seçeneklerini yalnızca ilgili değerleri gösterecek şekilde etkiler

source: Values dependent on
tr: Bağımlı değerler

source: Scoping
tr: Kapsam belirleme

source: Filter Configuration
tr: Filtre Yapılandırması

source: Filter Settings
tr: Filtre Ayarları

source: Select filter
tr: Filtre seç

source: Range filter
tr: Aralık filtresi

source: Numerical range
tr: Sayısal aralık

source: Time filter
tr: Zaman filtresi

source: Time range
tr: Zaman aralığı

source: Time column
tr: Zaman alanı

source: Time grain
tr: Zaman çözünürlüğü

source: Group By
tr: Gruplandır

source: Group by
tr: Gruplandırma kriteri

source: Pre-filter is required
tr: Ön filtre gereklidir

source: Time column to apply dependent temporal filter to
tr: Bağımlı zamansal filtrenin uygulanacağı zaman alanı

source: Time column to apply time range to
tr: Zaman aralığının uygulanacağı zaman alanı

source: Filter name
tr: Filtre adı

source: Name is required
tr: İsim gerekli

source: Filter Type
tr: Filtre tipi

source: Datasets do not contain a temporal column
tr: Veri kümeleri geçici bir sütun içermez

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
tr: Panel zaman aralığı filtreleri, her grafiğin filtre bölümünde tanımlanan geçici sütunlara uygulanır. Bu pano filtresinin bu grafikleri etkilemesini sağlamak için grafik filtrelerine geçici sütunlar ekleyin.

source: Dataset is required
tr: Veri kümesi gerekli

source: Pre-filter available values
tr: Kullanılabilir değerleri önceden filtrele

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
tr: Filtrenin kaynak sorgusunu kontrol etmek için filtre yan tümceleri ekleyin, yalnızca otomatik tamamlama bağlamında, yani bu koşullar filtrenin panoya nasıl uygulandığını etkilemez. Bu, temeldeki verilerin yalnızca bir alt kümesini tarayarak sorgunun performansını iyileştirmek veya filtrede görüntülenen mevcut değerleri sınırlamak istediğinizde kullanışlıdır.

source: Pre-filter
tr: Ön filtre

source: No filter
tr: Filtresiz

source: Sort filter values
tr: Filtre değerlerini sırala

source: Sort type
tr: Sıralama türü

source: Sort ascending
tr: Artan sıralama

source: Sort Metric
tr: Metrik Sırala

source: If a metric is specified, sorting will be done based on the metric value
tr: Bir metrik belirtilirse, metrik değerine göre sıralama yapılır

source: Sort metric
tr: Sıralama metriği

source: Single Value
tr: Tek değer

source: Single value type
tr: Tek değer türü

source: Exact
tr: Bire bir aynı

source: Filter has default value
tr: Filtrenin varsayılan değeri var

source: Default Value
tr: Varsayılan değer

source: Default value is required
tr: Varsayılan değer gerekli

source: Refresh the default values
tr: Varsayılan değerleri yenile

source: Fill all required fields to enable "Default Value"
tr: "Varsayılan Değer"i etkinleştirmek için gerekli tüm alanları doldurun

source: You have removed this filter.
tr: Bu filtreyi kaldırdınız.

source: Restore Filter
tr: Filtreyi Geri Yükle

source: Column is required
tr: Sütun gerekli

source: Populate "Default value" to enable this control
tr: Bu kontrolü etkinleştirmek için "Varsayılan değer"i doldurun

source: Default value set automatically when "Select first filter value by default" is checked
tr: "Varsayılan olarak ilk filtre değerini seç" işaretlendiğinde varsayılan değer otomatik olarak ayarlanır

source: Default value must be set when "Filter value is required" is checked
tr: "Filtre değeri gerekli" işaretlendiğinde varsayılan değer ayarlanmalıdır

source: Default value must be set when "Filter has default value" is checked
tr: "Filtrenin varsayılan değeri var" işaretlendiğinde varsayılan değer ayarlanmalıdır

source: Apply to all panels
tr: Tüm panellere uygula

source: Apply to specific panels
tr: Belirli panellere uygula

source: Only selected panels will be affected by this filter
tr: Bu filtreden yalnızca seçili paneller etkilenecek

source: All panels with this column will be affected by this filter
tr: Bu sütuna sahip tüm paneller bu filtreden etkilenecek

source: All panels
tr: Tüm paneller

source: This chart might be incompatible with the filter (datasets don't match)
tr: Bu grafik, filtreyle uyumsuz olabilir (veri kümeleri eşleşmiyor)

source: Keep editing
tr: Düzenlemeye devam et

source: Yes, cancel
tr: Evet İptal

source: There are unsaved changes.
tr: Kaydedilmemiş değişiklikler var.

source: Are you sure you want to cancel?
tr: İptal etmek istediğinden emin misin?

source: Error loading chart datasources. Filters may not work correctly.
tr: Grafik veri kaynakları yüklenirken hata oluştu. Filtreler düzgün çalışmayabilir.

source: Transparent
tr: Şeffaf

source: White
tr: Beyaz

source: All filters
tr: Tüm filtreler

source: Click to edit %s.
tr: %s'yi düzenlemek için tıklayın.

source: Click to edit chart.
tr: Grafiği düzenlemek için tıklayın.

source: Use %s to open in a new tab.
tr: Yeni bir sekmede açmak için %s'yi kullanın.

source: Medium
tr: Orta

source: New header
tr: Yeni Başlık

source: Tab title
tr: Sekme başlığı

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
tr: Bu oturum bir kesinti ile karşılaştı ve bazı kontroller amaçlandığı gibi çalışmayabilir. Bu uygulamanın geliştiricisiyseniz lütfen konuk jetonunun doğru şekilde oluşturulduğunu kontrol edin.

source: Equal to (=)
tr: (=) eşittir

source: Not equal to (≠)
tr: Eşit değil (≠)

source: Less than (<)
tr: Küçük (<)

source: Less or equal (<=)
tr: Küçük veya eşit (<=)

source: Greater than (>)
tr: (>) 'den büyük

source: Greater or equal (>=)
tr: Büyük veya eşit (>=)

source: In
tr: İçinde

source: Not in
tr: Değil

source: Like
tr: Beğenmek

source: Like (case insensitive)
tr: Beğen (büyük/küçük harfe duyarsız)

source: Is not null
tr: Değer boş (null) değil

source: Is null
tr: Boş (null)

source: use latest_partition template
tr: last_partition şablonunu kullan

source: Is true
tr: Doğru

source: Is false
tr: Yanlış

source: Time granularity
tr: Zaman ayrıntı düzeyi

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
tr: ms cinsinden süre (100.40008 => 100ms 400µs 80ns)

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
tr: Gruplanacak bir veya daha fazla sütun. Yüksek kardinalite gruplamaları, getirilen ve işlenen serilerin sayısını sınırlamak için bir seri limiti içermelidir.

source: Fixed color
tr: Sabit renk

source: Right axis metric
tr: Sağ eksen metriği

source: Linear color scheme
tr: Doğrusal renk şeması

source: Color metric
tr: Renk metriği

source: One or many controls to pivot as columns
tr: Sütun olarak döndürmek için bir veya daha fazla denetim

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
tr: Görselleştirme için zaman ayrıntı düzeyi. "10 saniye", "1 gün" veya "56 hafta" şeklinde basit bir doğal dil yazıp kullanabilirsiniz

source: Bubble size
tr: Kabarcık boyutu

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
tr: `Hesaplama türü` "Yüzde değişim" olarak ayarlandığında, Y Ekseni Formatı `%.1` olmaya zorlanır

source: Color scheme
tr: Renk uyumu

source: An error occurred while starring this chart
tr: Bu grafiğe yıldız eklenirken bir hata oluştu

source: Chart [%s] has been saved
tr: Grafik [%s] kaydedildi

source: Chart [%s] has been overwritten
tr: Grafiğin [%s] üzerine yazıldı

source: Dashboard [%s] just got created and chart [%s] was added to it
tr: Panel [%s] yeni oluşturuldu ve [%s] grafiği buna eklendi

source: Chart [%s] was added to dashboard [%s]
tr: Grafik [%s] gösterge tablosuna [%s] eklendi

source: GROUP BY
tr: GRUPLANDIRMAYA GÖRE

source: Use this section if you want a query that aggregates
tr: Toplanan bir sorgu istiyorsanız bu bölümü kullanın

source: NOT GROUPED BY
tr: GRUPLANDIRILMAMIŞTIR

source: Use this section if you want to query atomic rows
tr: Atomik satırları (atomic rows) sorgulamak istiyorsanız bu bölümü kullanın

source: The X-axis is not on the filters list
tr: X ekseni, filtreler listesinde değil

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
tr: X ekseni, panolardaki zaman aralığı filtrelerinde kullanılmasını engelleyecek filtreler listesinde değildir. Filtreler listesine eklemek ister misiniz?

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
tr: Panellerdaki zaman aralığı filtreleri için kullanıldığı için son zamansal filtreyi silemezsiniz.

source: This section contains validation errors
tr: Bu bölüm doğrulama hataları içeriyor

source: Keep control settings?
tr: Kontrol ayarları korunsun mu?

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
tr: Veri kümelerini değiştirdiniz. Bu yeni veri kümesiyle eşleşen verilere (sütunlar, metrikler) sahip tüm kontroller korunmuştur.

source: Continue
tr: Devam etmek

source: Clear form
tr: Formu temizle

source: No form settings were maintained
tr: Hiçbir form ayarı korunmadı

source: We were unable to carry over any controls when switching to this new dataset.
tr: Bu yeni veri kümesine geçiş yaparken herhangi bir kontrolü taşıyamadık.

source: Customize
tr: Özelleştirme

source: Generating link, please wait..
tr: Bağlantı oluşturuluyor, lütfen bekleyin..

source: Chart height
tr: Grafik yüksekliği

source: Chart width
tr: Grafik genişliği

source: Chart type requires a dataset
tr: Grafik türü bir veri kümesi gerektirir

source: This chart type is not supported when using an unsaved query as a chart source.
tr: Bu grafik türü, grafik kaynağı olarak kaydedilmemiş bir sorguyu kullanırken desteklenmez.

source: Create a dataset
tr: Veri kümesi oluştur

source: to visualize your data.
tr: verilerinizi görselleştirmek için.

source: Required control values have been removed
tr: Gerekli kontrol değerleri kaldırıldı

source: Your chart is not up to date
tr: Grafiğiniz güncel değil

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
tr: Değerleri kontrol panelinde güncellediniz, ancak grafik otomatik olarak güncellenmedi. "Grafiği güncelle" düğmesine tıklayarak sorguyu çalıştırın veya

source: An error occurred while loading dashboard information.
tr: Yönetici paneli getirilirken bir hata oluştu.

source: Save (Overwrite)
tr: Kaydet (Üzerine Yaz)

source: Save as...
tr: Farklı kaydet...

source: Chart name
tr: Grafik adı

source: Dataset Name
tr: Veri Kümesi Adı

source: A reusable dataset will be saved with your chart.
tr: Grafiğinizle birlikte yeniden kullanılabilir bir veri kümesi kaydedilecek.

source: Add to dashboard
tr: Kontrol paneline ekle

source: Select a dashboard
tr: Bir kontrol paneli seçin

source: Select
tr: Seçme

source: a dashboard OR
tr: bir yönetici paneli (dashboard) VEYA

source: create
tr: yaratmak

source: a new one
tr: yeni bir

source: Save & go to new dashboard
tr: Kaydet ve yeni kontrol paneline git

source: Save & go to dashboard
tr: Kaydet ve kontrol paneline git

source: Save as new chart
tr: Yeni grafik olarak kaydet

source: Save to new dashboard
tr: Yeni kontrol paneline kaydet

source: Save chart
tr: Grafiği kaydet

source: Formatted date
tr: Biçimlendirilmiş tarih

source: Column Formatting
tr: Sütun Biçimlendirme

source: Collapse data panel
tr: Veri panelini daralt

source: Expand data panel
tr: Veri panelini genişlet

source: Samples
tr: Örnekler

source: No samples were returned for this dataset
tr: Bu veri kümesi için hiçbir örnek döndürülmedi

source: No results
tr: Sonuç yok

source: Search Metrics & Columns
tr: Arama Metrikleri ve Sütunları

source: to edit or add columns and metrics.
tr: sütunları ve metrikleri düzenlemek veya eklemek için.

source: Showing %s of %s
tr: %s / %s gösteriliyor

source: Show less...
tr: Daha az göster...

source: Show all...
tr: Hepsini Göster ↓...

source: Show Less...
tr: Daha az göster...

source: Unable to retrieve dashboard colors
tr: Panel renkleri alınamıyor

source: Added to 1 dashboard
tr: Yönetici paneline 1 eklendi

source: Not added to any dashboard
tr: Herhangi bir kontrol paneline eklenmedi

source: You can preview the list of dashboards in the chart settings dropdown.
tr: Gösterge tablosu listesini grafik ayarları açılır menüsünde önizleyebilirsiniz.

source: Not available
tr: Müsait değil

source: Add the name of the chart
tr: Grafiğin adını ekleyin

source: Chart title
tr: Grafik başlığı

source: Add required control values to save chart
tr: Grafiği kaydetmek için gerekli kontrol değerlerini ekleyin

source: Controls labeled
tr: Etiketlenen kontroller

source: Control labeled
tr: Etiketlenen kontrol

source: Chart Source
tr: Grafik Kaynağı

source: Open Datasource tab
tr: Veri Kaynağı sekmesini aç

source: Original
tr: Orijinal

source: Pivoted
tr: Döndürülmüş

source: You do not have permission to edit this chart
tr: Bu grafiği düzenleme izniniz yok

source: Chart properties updated
tr: Grafik özellikleri güncellendi

source: Edit Chart Properties
tr: Grafik Özelliklerini Düzenle

source: This chart is managed externally, and can't be edited in Superset
tr: Bu grafik harici olarak yönetilir ve Superset'te düzenlenemez

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
tr: Açıklama, pano görünümünde pencere öğesi başlıkları olarak görüntülenebilir. İşaretlemeyi destekler.

source: Person or group that has certified this chart.
tr: Bu tabloyu onaylayan kişi veya grup.

source: Configuration
tr: Yapılandırma

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
tr: Bu grafik için önbelleğe alma zaman aşımının süresi (saniye olarak). Önbelleği atlamak için -1 olarak ayarlayın. Tanımlanmamışsa, bunun varsayılan olarak veri kümesinin zaman aşımına uğradığını unutmayın.

source: A list of users who can alter the chart. Searchable by name or username.
tr: Grafiği değiştirebilen kullanıcıların listesi. İsme veya kullanıcı adına göre aranabilir.

source: %s row
tr: %s satır

source: Limit reached
tr: Sınıra ulaşıldı

source: Create chart
tr: Grafik oluştur

source: Update chart
tr: Grafiği güncelle

source: Invalid lat/long configuration.
tr: Geçersiz enlem/boylam yapılandırması.

source: Reverse lat/long
tr: Ters enlem/boylam

source: Longitude & Latitude columns
tr: Boylam ve Enlem sütunları

source: Delimited long & lat single column
tr: Sınırlandırılmış uzun ve enlem tek sütun

source: Multiple formats accepted, look the geopy.points Python library for more details
tr: Birden çok biçim kabul edilir, daha fazla ayrıntı için geopy.points Python kitaplığına bakın

source: textarea
tr: metin alanı

source: in modal
tr: kipte

source: Sorry, An error occurred
tr: Üzgünüz, bir hata oluştu

source: Save as Dataset
tr: Veri Kümesi Olarak Kaydet

source: Open in SQL Lab
tr: SQL Lab'de aç

source: Failed to verify select options: %s
tr: Seçim seçenekleri doğrulanamadı: %s

source: No annotation layers
tr: Ek açıklama katmanı yok

source: Add an annotation layer
tr: Ek açıklama katmanı ekleyin

source: Annotation layer
tr: Açıklama katmanı

source: Select the Annotation Layer you would like to use.
tr: Kullanmak istediğiniz Açıklama Katmanını seçin.

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
tr: Ek açıklamalar ve bindirmeler için kaynak olarak mevcut başka bir grafiği kullanın. Grafiğiniz şu görselleştirme türlerinden biri olmalıdır: [%s]

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
tr: Epoch'tan bu yana milisaniye cinsinden 'x' zaman parametresine bağlı bir formül bekliyor. Mathjs, formülleri değerlendirmek için kullanılır. Örnek: '2x+5'

source: Annotation layer value
tr: Ek açıklama katmanı değeri

source: Bad formula.
tr: Kötü formül.

source: Annotation Slice Configuration
tr: Ek Açıklama Dilim Yapılandırması

source: This section allows you to configure how to use the slice to generate annotations.
tr: Bu bölüm, açıklama oluşturmak için dilimi nasıl kullanacağınızı yapılandırmanıza olanak tanır.

source: Annotation layer time column
tr: Ek açıklama katmanı zaman alanı

source: Interval start column
tr: Aralık başlangıç ​​sütunu

source: Event time column
tr: Olay zamanı sütunu

source: This column must contain date/time information.
tr: Bu sütun tarih/saat bilgilerini içermelidir.

source: Annotation layer interval end
tr: Ek açıklama katmanı aralığı sonu

source: Interval End column
tr: Aralık Sonu sütunu

source: Annotation layer title column
tr: Ek açıklama katmanı başlık sütunu

source: Title Column
tr: Başlık Sütunu

source: Pick a title for you annotation.
tr: Ek açıklamanız için bir başlık seçin.

source: Annotation layer description columns
tr: Ek açıklama katmanı açıklama sütunları

source: Description Columns
tr: Açıklama Sütunları

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
tr: Ek açıklamada gösterilmesi gereken bir veya daha fazla sütun seçin. Bir sütun seçmezseniz, tümü gösterilecektir.

source: Override time range
tr: Geçersiz kılma zaman aralığı

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
tr: Bu, geçerli görünümdeki "zaman_aralığı" alanının ek açıklama verilerini içeren grafiğe aktarılıp aktarılmayacağını kontrol eder.

source: Override time grain
tr: Geçersiz kılma zamanı greni

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
tr: Bu, geçerli görünümdeki zaman greni alanının açıklama verilerini içeren grafiğe aktarılıp aktarılmayacağını kontrol eder.

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
tr: Doğal dilde zaman deltası\ve (örnek: 24 saat, 7 gün, 56 hafta, 365 gün)

source: Display configuration
tr: Ekran yapılandırması

source: Configure your how you overlay is displayed here.
tr: Bindirme şeklinizi burada nasıl görüntüleyeceğinizi yapılandırın.

source: Annotation layer stroke
tr: Ek açıklama katmanı konturu

source: Style
tr: Stil

source: Solid
tr: Sağlam

source: Dashed
tr: Kesikli

source: Long dashed
tr: Uzun kesikli

source: Dotted
tr: Noktalı

source: Annotation layer opacity
tr: Ek açıklama katmanı opaklığı

source: Color
tr: Renk

source: Automatic Color
tr: Otomatik Renk

source: Shows or hides markers for the time series
tr: Zaman serisi için işaretçileri gösterir veya gizler

source: Hide Line
tr: Satırı Gizle

source: Hides the Line for the time series
tr: Zaman serisi için Çizgiyi gizler

source: Layer configuration
tr: Katman yapılandırması

source: Configure the basics of your Annotation Layer.
tr: Ek Açıklama Katmanınızın temellerini yapılandırın.

source: Mandatory
tr: Zorunlu

source: Hide layer
tr: Katmanı gizle

source: Show label
tr: Etiketi göster

source: Whether to always show the annotation label
tr: Açıklama etiketinin her zaman gösterilip gösterilmeyeceği

source: Annotation layer type
tr: Ek açıklama katmanı türü

source: Choose the annotation layer type
tr: Ek açıklama katmanı türünü seçin

source: Annotation source type
tr: Ek açıklama kaynağı türü
