Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Choose the source of your annotations
tr: Ek açıklamalarınızın kaynağını seçin

source: Annotation source
tr: Açıklama kaynağı

source: Remove
tr: Kaldırmak

source: Edit annotation layer
tr: Ek açıklama katmanını düzenle

source: Add annotation layer
tr: Ek açıklama katmanı ekle

source: Empty collection
tr: Boş koleksiyon

source: Add an item
tr: Öğe ekle

source: Remove item
tr: Öğeyi kaldırmak

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
tr: Bu renk düzeni, özel etiket renkleri tarafından geçersiz kılınıyor. Gelişmiş ayarlarda JSON meta verilerini kontrol edin

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
tr: Renk şeması, ilgili pano tarafından belirlenir. Panel özelliklerinde renk şemasını düzenleyin.

source: dashboard
tr: yönetici paneli

source: Dashboard scheme
tr: Panel şeması

source: Select color scheme
tr: Renk şemasını seçin

source: Select scheme
tr: Şema seç

source: Edit formatter
tr: Biçimlendiriciyi düzenle

source: Add new formatter
tr: Yeni biçimlendirici ekle

source: Add new color formatter
tr: Yeni renk biçimlendirici ekle

source: green
tr: yeşil

source: yellow
tr: sarı

source: red
tr: kırmızı

source: This value should be smaller than the right target value
tr: Bu değer, doğru hedef değerden daha küçük olmalıdır

source: This value should be greater than the left target value
tr: Bu değer, sol hedef değerden büyük olmalıdır

source: Required
tr: Gerekli

source: Operator
tr: Şebeke

source: Left value
tr: Sol değer

source: Right value
tr: Sağ değer

source: Target value
tr: Hedef değer

source: Select column
tr: Sütun seçin

source: Edit dataset
tr: Veri kümesini düzenle

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
tr: Düzenlemek için veri kümesi sahibi olmanız gerekir. Değişiklik istemek veya erişimi düzenlemek için lütfen bir veri kümesi sahibiyle iletişime geçin.

source: View in SQL Lab
tr: SQL Lab'de görüntüle

source: Query preview
tr: Sorgu önizlemesi

source: Save as dataset
tr: Veri kümesi olarak kaydet

source: Missing URL parameters
tr: Eksik URL parametreleri

source: The URL is missing the dataset_id or slice_id parameters.
tr: URL'de dataset_id veya slice_id parametreleri eksik.

source: The dataset linked to this chart may have been deleted.
tr: Bu grafiğe bağlı veri kümesi silinmiş olabilir.

source: RANGE TYPE
tr: ARALIK TİPİ

source: Actual time range
tr: Gerçek zaman aralığı

source: APPLY
tr: UYGULA

source: Edit time range
tr: Zaman aralığını düzenle

source: Configure Advanced Time Range
tr: Gelişmiş Zaman Aralığını Yapılandır

source: START (INCLUSIVE)
tr: BAŞLAT (DAHİL)

source: Start date included in time range
tr: Zaman aralığına dahil olan başlangıç ​​tarihi

source: END (EXCLUSIVE)
tr: SON (ÖZEL)

source: End date excluded from time range
tr: Bitiş tarihi, zaman aralığından çıkarıldı

source: Configure Time Range: Previous...
tr: Zaman Aralığını Yapılandır: Önceki...

source: Configure Time Range: Last...
tr: Zaman Aralığını Yapılandır: Son...

source: Configure custom time range
tr: Özel zaman aralığını yapılandırın

source: Relative quantity
tr: Bağıl miktar

source: Relative period
tr: Bağıl dönem

source: Anchor to
tr: Çapa

source: NOW
tr: ŞİMDİ

source: Date/Time
tr: Tarih/Saat

source: Return to specific datetime.
tr: Belirli tarih saatine dön.

source: Syntax
tr: Sözdizimi

source: Example
tr: Örnek

source: Moves the given set of dates by a specified interval.
tr: Verilen tarih kümesini belirli bir aralıkta taşır.

source: Truncates the specified date to the accuracy specified by the date unit.
tr: Belirtilen tarihi, tarih birimi tarafından belirtilen doğrulukta kısaltır.

source: Get the last date by the date unit.
tr: Tarih birimine göre son tarihi alın.

source: Get the specify date for the holiday
tr: Tatil için belirtilen tarihi alın

source: Previous
tr: Öncesi

source: Custom
tr: Gelenek

source: last day
tr: son gun

source: last week
tr: geçen hafta

source: last month
tr: geçen ay

source: last quarter
tr: son çeyrek

source: last year
tr: geçen sene

source: previous calendar week
tr: önceki takvim haftası

source: previous calendar month
tr: önceki takvim ayı

source: previous calendar year
tr: önceki takvim yılı

source: Seconds %s
tr: Saniye %s

source: Minutes %s
tr: Dakika %s

source: Hours %s
tr: Saat %s

source: Days %s
tr: Gün %s

source: Weeks %s
tr: Hafta %s

source: Months %s
tr: Ay %s

source: Quarters %s
tr: Çeyrek %s

source: Years %s
tr: Yıl %s

source: Specific Date/Time
tr: Belirli Tarih/Saat

source: Relative Date/Time
tr: Göreli Tarih/Saat

source: Now
tr: Şimdi

source: Midnight
tr: Gece yarısı

source: Saved expressions
tr: Kayıtlı ifadeler

source: Saved
tr: Kaydedildi

source: %s column(s)
tr: %s sütun(lar)

source: No temporal columns found
tr: Geçici sütun bulunamadı

source: No saved expressions found
tr: Kaydedilmiş ifade bulunamadı

source: Add calculated temporal columns to dataset in "Edit datasource" modal
tr: "Veri kaynağını düzenle" kipinde veri kümesine hesaplanmış geçici sütunlar ekleyin

source: Add calculated columns to dataset in "Edit datasource" modal
tr: "Veri kaynağını düzenle" kipinde veri kümesine hesaplanmış sütunlar ekleyin

source: to mark a column as a time column
tr: bir sütunu zaman alanı olarak işaretlemek için

source: to add calculated columns
tr: hesaplanan sütunları eklemek için

source: Simple
tr: Basit

source: Mark a column as temporal in "Edit datasource" modal
tr: "Veri kaynağını düzenle" kipinde bir sütunu geçici olarak işaretleyin

source: Custom SQL
tr: Özel SQL

source: My column
tr: Sütunum

source: This filter might be incompatible with current dataset
tr: Bu filtre mevcut veri kümesiyle uyumsuz olabilir

source: This column might be incompatible with current dataset
tr: Bu sütun mevcut veri kümesiyle uyumsuz olabilir

source: Drop a column here or click
tr: Buraya sütun ekleyin veya tıklayın

source: Drop column here
tr: Buraya sütun ekleyin

source: Click to edit label
tr: Etiketi düzenlemek için tıklayın

source: Drop columns/metrics here or click
tr: Sütunları/metrikleri buraya bırakın veya tıklayın

source: Drop columns or metrics here
tr: Sütunları veya metrikleri buraya bırakın

source: This metric might be incompatible with current dataset
tr: Bu metrik, mevcut veri kümesiyle uyumsuz olabilir

source: Drop a column/metric here or click
tr: Buraya bir sütun/metrik ekleyin veya tıklayın

source: Drop column or metric here
tr: Buraya sütun veya metrik ekleyin

source: Drop columns here
tr: Sütunları buraya bırakın

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
tr: Bu filtre, yönetici paneli içeriğinden devralındı. Grafik kaydedilirken kaydedilmeyecek.

source: Default
tr: Varsayılan

source: (optional) default value for the filter, when using the multiple option, you can use a semicolon-delimited list of options.
tr: (isteğe bağlı) filtre için varsayılan değer, çoklu seçeneği kullanırken noktalı virgülle ayrılmış bir seçenekler listesi kullanabilirsiniz.

source: Metric to sort the results by
tr: Sonuçları sıralamak için metrik

source: Check for sorting ascending
tr: Artan sıralama için işaretleyin

source: Allow multiple selections
tr: Birden fazla seçime izin ver

source: Multiple selections allowed, otherwise filter is limited to a single value
tr: Birden çok seçime izin verilir, aksi halde filtre tek bir değerle sınırlıdır

source: Search all filter options
tr: Tüm filtre seçeneklerini ara

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
tr: Varsayılan olarak, her filtre ilk sayfa yüklemesinde en fazla 1000 seçenek yükler. 1000'den fazla filtre değeriniz varsa ve kullanıcılar yazarken filtre değerlerini yükleyen dinamik aramayı etkinleştirmek istiyorsanız bu kutuyu işaretleyin (veritabanınıza stres ekleyebilir).

source: User must select a value for this filter
tr: Kullanıcı bu filtre için bir değer seçmelidir

source: Filter configuration
tr: Filtre yapılandırması

source: %s option(s)
tr: %s seçenek(ler)

source: Select subject
tr: Konu seçin

source: No such column found. To filter on a metric, try the Custom SQL tab.
tr: Böyle bir sütun bulunamadı. Bir metriğe göre filtrelemek için Özel SQL sekmesini deneyin.

source: To filter on a metric, use Custom SQL tab.
tr: Bir metriğe göre filtrelemek için Özel SQL sekmesini kullanın.

source: %s operator(s)
tr: %s operatör(ler)

source: Select operator
tr: Operatör seçin

source: Comparator option
tr: Karşılaştırma seçeneği

source: Type a value here
tr: Buraya bir değer yazın

source: Filter value (case sensitive)
tr: Filtre değeri (büyük/küçük harfe duyarlı)

source: Failed to retrieve advanced type
tr: Gelişmiş tür alınamadı

source: choose WHERE or HAVING...
tr: kullanabilecekleriniz WHERE veya HAVING …

source: Filters by columns
tr: Sütunlara göre filtreler

source: Filters by metrics
tr: Metriklere göre filtreler

source: Fixed
tr: Sabit

source: Based on a metric
tr: Bir metriğe dayalı

source: My metric
tr: Ölçümüm

source: Add metric
tr: Metrik ekle

source: Select aggregate options
tr: Toplama seçeneklerini seçin

source: %s aggregates(s)
tr: %s toplam(lar)

source: Select saved metrics
tr: Kayıtlı metrikleri seçin

source: %s saved metric(s)
tr: %s kaydedilmiş metrik(ler)

source: Saved metric
tr: Kayıtlı metrik

source: No saved metrics found
tr: Kaydedilmiş metrik bulunamadı

source: Add metrics to dataset in "Edit datasource" modal
tr: "Veri kaynağını düzenle" kipinde veri kümesine metrikler ekleyin

source: to add metrics
tr: metrik eklemek için

source: Simple ad-hoc metrics are not enabled for this dataset
tr: Bu veri kümesi için basit geçici metrikler etkinleştirilmemiş

source: column
tr: kolon

source: aggregate
tr: agrega

source: Custom SQL ad-hoc metrics are not enabled for this dataset
tr: Bu veri kümesi için özel SQL ad-hoc metrikleri etkinleştirilmemiş

source: Error while fetching data: %s
tr: Veriler alınırken hata oluştu: %s

source: Time series columns
tr: Zaman serisi sütunları

source: Actual value
tr: Gerçek değer

source: Sparkline
tr: Küçük resim (sparkline)

source: Period average
tr: Dönem ortalaması

source: The column header label
tr: Sütun başlığı etiketi

source: Column header tooltip
tr: Sütun başlığı ipucu

source: Type of comparison, value difference or percentage
tr: Karşılaştırma türü, değer farkı veya yüzde

source: Width
tr: Genişlik

source: Width of the sparkline
tr: Sparkline'ın genişliği

source: Height of the sparkline
tr: Sparkline'ın yüksekliği

source: Time lag
tr: Gecikme süresi

source: Number of periods to compare against
tr: Karşılaştırılacak dönem sayısı

source: Time Lag
tr: Gecikme süresi

source: Time ratio
tr: Zaman oranı

source: Number of periods to ratio against
tr: Karşılaştırılacak dönem sayısı

source: Time Ratio
tr: Zaman Oranı

source: Show Y-axis
tr: Y eksenini göster

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
tr: Mini grafikte Y eksenini gösterin. Ayarlanmışsa manuel olarak ayarlanan min/maks değerlerini veya aksi takdirde verilerdeki min/maks değerlerini görüntüler.

source: Y-axis bounds
tr: Y ekseni sınırları

source: Manually set min/max values for the y-axis.
tr: Y ekseni için min/maks değerlerini manuel olarak ayarlayın.

source: Color bounds
tr: Renk sınırları

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
tr: Kırmızıdan maviye renk kodlaması için kullanılan sayı sınırları. Mavi için sayıları kırmızıya çevirin. Saf kırmızı veya mavi elde etmek için yalnızca min. veya maks. girebilirsiniz.

source: Optional d3 number format string
tr: İsteğe bağlı d3 sayı biçimi dizesi

source: Number format string
tr: Sayı biçimi dizesi

source: Optional d3 date format string
tr: İsteğe bağlı d3 tarih biçimi dizesi

source: Date format string
tr: Tarih biçimi dizesi

source: Column Configuration
tr: Sütun Yapılandırması

source: Select Viz Type
tr: Viz Tipini Seçin

source: Currently rendered: %s
tr: Şu anda işleniyor: %s

source: Recommended tags
tr: Önerilen etiketler

source: Search all charts
tr: Tüm çizelgeleri ara

source: No description available.
tr: Açıklama yok.

source: Examples
tr: Örnekler

source: This visualization type is not supported.
tr: Bu görselleştirme türü desteklenmiyor.

source: View all charts
tr: Tüm çizelgeleri görüntüle

source: Select a visualization type
tr: Bir görselleştirme türü seçin

source: No results found
tr: Sonuç bulunamadı

source: Superset Chart
tr: Süper Küme Grafiği

source: New chart
tr: Yeni grafik

source: Edit chart properties
tr: Grafik özelliklerini düzenle

source: Dashboards added to
tr: Paneller eklendi

source: Export to original .CSV
tr: Orijinal .CSV dosyasına aktar

source: Export to pivoted .CSV
tr: Özetlenmiş .CSV dosyasına aktar

source: Export to .JSON
tr: .JSON'a aktar

source: Export to Excel
tr: Excel'e Aktar

source: Embed code
tr: Yerleştirme kodu

source: Run in SQL Lab
tr: SQL Lab'da çalıştırın

source: Code
tr: Kod

source: Markup type
tr: İşaretleme türü

source: Pick your favorite markup language
tr: Favori biçimlendirme dilinizi seçin

source: Put your code here
tr: Kodunu buraya koy

source: URL parameters
tr: URL parametreleri

source: Extra parameters for use in jinja templated queries
tr: Jinja şablonlu sorgularda kullanım için ekstra parametreler

source: Annotations and layers
tr: Açıklamalar ve katmanlar

source: Annotation layers
tr: Açıklama katmanları

source: My beautiful colors
tr: Güzel renklerim

source: < (Smaller than)
tr: < (Daha küçük)

source: > (Larger than)
tr: > (Daha büyük)

source: <= (Smaller or equal)
tr: <= (Daha küçük veya eşit)

source: >= (Larger or equal)
tr: >= (Daha büyük veya eşit)

source: == (Is equal)
tr: == (Eşittir)

source: != (Is not equal)
tr: != (Eşit değil)

source: Not null
tr: Geçersiz değil

source: 60 days
tr: 60 gün

source: 90 days
tr: 90 gün

source: Add notification method
tr: Bildirim yöntemi ekle

source: Add delivery method
tr: Teslimat yöntemi ekle

source: Edit Report
tr: Raporu Düzenle

source: Edit Alert
tr: Uyarıyı Düzenle

source: Add Report
tr: Rapor Ekle

source: Add Alert
tr: Uyarı Ekle

source: Report name
tr: Rapor Adı

source: Alert name
tr: Uyarı adı

source: Active
tr: Aktif

source: Alert condition
tr: Uyarı durumu

source: SQL Query
tr: SQL Sorgusu

source: Trigger Alert If...
tr: Tetikleme Uyarısı Eğer...

source: Condition
tr: Durum

source: Threshold value should be double precision number
tr: Eşik değeri çift kesinlikli sayı olmalıdır

source: Report schedule
tr: Rapor programı

source: Alert condition schedule
tr: Uyarı durumu programı

source: Schedule settings
tr: Program ayarları

source: Log retention
tr: Günlük tutma

source: Working timeout
tr: Çalışma zaman aşımı

source: Time in seconds
tr: Saniye cinsinden zaman

source: seconds
tr: saniye

source: Grace period
tr: Ödemesiz dönem

source: Send as PNG
tr: PNG olarak gönder

source: Send as CSV
tr: CSV olarak gönder

source: Send as text
tr: Metin olarak gönder

source: Ignore cache when generating screenshot
tr: Ekran görüntüsü oluştururken önbelleği yoksay

source: Notification method
tr: Bildirim yöntemi

source: report
tr: rapor

source: Alert
tr: Uyarı

source: %s updated
tr: %s güncellendi

source: CRON Schedule
tr: CRON Takvimi

source: CRON expression
tr: CRON ifadesi

source: Report sent
tr: Rapor gönderildi

source: Alert triggered, notification sent
tr: Uyarı tetiklendi, bildirim gönderildi

source: Report sending
tr: Rapor gönderme

source: Alert running
tr: Uyarı çalışıyor

source: Report failed
tr: Rapor başarısız oldu

source: Alert failed
tr: Uyarı başarısız oldu

source: Nothing triggered
tr: Hiçbir şey tetiklenmedi

source: Alert Triggered, In Grace Period
tr: Uyarı Tetiklendi, Ek Süre İçinde

source: Delivery method
tr: Teslimat Yöntemi

source: Select Delivery Method
tr: Teslimat Yöntemini Seçin

source: Recipients are separated by "," or ";"
tr: Alıcılar "," veya ";" ile ayrılır

source: Queries
tr: Sorguları

source: annotation_layer
tr: ek açıklama katmanı

source: Annotation template updated
tr: Ek açıklama şablonu güncellendi

source: Annotation template created
tr: Ek açıklama şablonu oluşturuldu

source: Edit annotation layer properties
tr: Ek açıklama katmanı özelliklerini düzenleyin

source: Annotation layer name
tr: Ek açıklama katmanı adı

source: Description (this can be seen in the list)
tr: Açıklama (bu listede görülebilir)

source: annotation
tr: dipnot

source: The annotation has been updated
tr: Açıklama güncellendi

source: The annotation has been saved
tr: Açıklama kaydedildi

source: Edit annotation
tr: Açıklamayı düzenle

source: Add annotation
tr: Ek açıklama ekle

source: Annotation name
tr: Ek açıklama adı

source: date
tr: tarih

source: Additional information
tr: Ek Bilgiler

source: Please confirm
tr: Lütfen onaylayın

source: Are you sure you want to delete
tr: Silmek istediğine emin misin

source: Modified %s
tr: Değiştirilen %s

source: Edit CSS template properties
tr: CSS şablonu özelliklerini düzenleyin

source: Add CSS template
tr: CSS şablonu ekle

source: CSS template name
tr: CSS şablon adı

source: published
tr: yayınlanan

source: draft
tr: taslak

source: Adjust how this database will interact with SQL Lab.
tr: Bu veritabanının SQL Lab ile nasıl etkileşim kuracağını ayarlayın.

source: Expose database in SQL Lab
tr: Veritabanını SQL Lab'de kullanıma sunma

source: Allow this database to be queried in SQL Lab
tr: Bu veritabanının SQL Lab'de sorgulanmasına izin ver

source: Allow creation of new tables based on queries
tr: Sorgulara dayalı olarak yeni tabloların oluşturulmasına izin ver

source: Allow creation of new views based on queries
tr: Sorgulara dayalı olarak yeni görünümlerin oluşturulmasına izin ver

source: CTAS & CVAS SCHEMA
tr: CTAS & CVAS ŞEMASI

source: Create or select schema...
tr: Şema oluştur veya seç...

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
tr: SQL Lab'de CTAS veya CVAS'a tıklandığında tüm tabloların ve görünümlerin bu şemada oluşturulmasını sağlayın.

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
tr: UPDATE, DELETE, CREATE, vb. gibi SELECT olmayan deyimler kullanarak veritabanının değiştirilmesine izin verin.

source: Enable query cost estimation
tr: Sorgu maliyet tahminini etkinleştir

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
tr: Bigquery, Presto ve Postgres için sorguyu çalıştırmadan önce maliyeti hesaplamak için bir düğme gösterir.

source: Allow this database to be explored
tr: Bu veritabanının keşfedilmesine izin ver

source: When enabled, users are able to visualize SQL Lab results in Explore.
tr: Etkinleştirildiğinde, kullanıcılar SQL Lab sonuçlarını Keşfet'te görselleştirebilir.

source: Disable SQL Lab data preview queries
tr: SQL Lab veri önizleme sorgularını devre dışı bırakın

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
tr: SQL Lab'de tablo meta verilerini getirirken veri önizlemeyi devre dışı bırakın. Çok geniş tablolara sahip veritabanlarını kullanırken tarayıcı performansı sorunlarını önlemek için kullanışlıdır.

source: Performance
tr: Verim

source: Adjust performance settings of this database.
tr: Bu veritabanının performans ayarlarını düzenleyin.

source: Chart cache timeout
tr: Grafik önbelleği zaman aşımı

source: Enter duration in seconds
tr: Süreyi saniye olarak girin

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
tr: Bu veritabanının çizelgeleri için önbelleğe alma zaman aşımının süresi (saniye olarak). 0 zaman aşımı, önbelleğin süresinin asla dolmadığını ve -1'in önbelleği atladığını gösterir. Tanımlanmamışsa, bunun varsayılan olarak genel zaman aşımı olduğunu unutmayın.

source: Schema cache timeout
tr: Şema önbelleği zaman aşımı

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
tr: Bu veritabanının şemaları için meta verileri önbelleğe alma zaman aşımının süresi (saniye olarak). Ayarlanmadan bırakılırsa, önbelleğin süresi asla dolmaz.

source: Table cache timeout
tr: Tablo önbelleği zaman aşımı

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
tr: Bu veritabanının tabloları için meta verileri önbelleğe alma zaman aşımının süresi (saniye cinsinden). Ayarlanmadan bırakılırsa, önbelleğin süresi asla dolmaz.

source: Asynchronous query execution
tr: Eşzamansız sorgu yürütme

source: Cancel query on window unload event
tr: Pencere boşaltma olayında sorguyu iptal et

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
tr: Tarayıcı penceresi kapatıldığında veya başka bir sayfaya gidildiğinde çalışan sorguları sonlandırın. Presto, Hive, MySQL, Postgres ve Snowflake veritabanları için kullanılabilir.

source: Add extra connection information.
tr: Ekstra bağlantı bilgisi ekleyin.

source: Secure extra
tr: Güvenli ekstra

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
tr: Ek bağlantı yapılandırması içeren JSON dizesi. Bu, normalde SQLAlchemy tarafından kullanılan username:password sözdizimine uymayan Hive, Presto ve BigQuery gibi sistemler için bağlantı bilgileri sağlamak için kullanılır.

source: Enter CA_BUNDLE
tr: CA_BUNDLE girin

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
tr: HTTPS isteklerini doğrulamak için isteğe bağlı CA_BUNDLE içeriği. Yalnızca belirli veritabanı motorlarında kullanılabilir.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
tr: Oturum açmış kullanıcının kimliğine bürün (Presto, Trino, Drill, Hive ve Sheets)

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
tr: Presto veya Trino ise, SQL Lab'deki tüm sorgular, onları çalıştırma iznine sahip olması gereken, o anda oturum açmış olan kullanıcı olarak yürütülecektir. Hive ve hive.server2.enable.doAs etkinleştirildiyse, sorguları hizmet hesabı olarak çalıştırır, ancak hive.server2.proxy.user özelliği aracılığıyla şu anda oturum açmış kullanıcıyı taklit eder.

source: Allow file uploads to database
tr: Veritabanına dosya yüklemeye izin ver

source: Schemas allowed for File upload
tr: Dosya yükleme için izin verilen şemalar

source: A comma-separated list of schemas that files are allowed to upload to.
tr: Dosyaların yüklenmesine izin verilen şemaların virgülle ayrılmış listesi.

source: Additional settings.
tr: Ek ayarlar.
