Repository: thanatas/superset-2.0.1
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Metadata Parameters
tr: Meta veri parametreleri

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
tr: Metadata_params nesnesi, sqlalchemy.MetaData çağrısına açılır.

source: Engine Parameters
tr: Motor Parametreleri

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
tr: Engine_params nesnesi, sqlalchemy.create_engine çağrısına açılır.

source: Version
tr: Sürüm

source: Version number
tr: Versiyon numarası

source: Specify the database version. This should be used with Presto in order to enable query cost estimation.
tr: Veritabanı sürümünü belirtin. Bu, sorgu maliyet tahminini etkinleştirmek için Presto ile birlikte kullanılmalıdır.

source: STEP %(stepCurr)s OF %(stepLast)s
tr: ADIM %(stepCurr)s OF %(stepLast)s

source: Enter Primary Credentials
tr: Birincil Kimlik Bilgilerini Girin

source: Need help? Learn how to connect your database
tr: Yardıma mı ihtiyacınız var? Veritabanınızı nasıl bağlayacağınızı öğrenin

source: Database connected
tr: Veritabanı bağlı

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
tr: Verilerinizi grafik olarak görselleştirmeye başlamak için bir veri kümesi oluşturun veya verilerinizi sorgulamak için SQL Lab'a gidin.

source: Enter the required %(dbModelName)s credentials
tr: Gerekli %(dbModelName)s kimlik bilgilerini girin

source: Need help? Learn more about
tr: Yardıma mı ihtiyacınız var? Hakkında daha fazla öğren

source: connecting to %(dbModelName)s.
tr: %(dbModelName)s'ye bağlanılıyor.

source: Select a database to connect
tr: Bağlanmak için bir veritabanı seçin

source: SSH Host
tr: SSH Sunucusu

source: e.g. 127.0.0.1
tr: örneğin. 127.0.0.1

source: SSH Port
tr: SSH Bağlantı Noktası

source: e.g. Analytics
tr: örneğin. Analitik

source: Login with
tr: İle giriş

source: Private Key & Password
tr: Özel Anahtar ve Şifre

source: SSH Password
tr: SSH Şifresi

source: e.g. ********
tr: örneğin. ********

source: Private Key
tr: Özel anahtar

source: Paste Private Key here
tr: Özel Anahtarı buraya yapıştırın

source: Private Key Password
tr: Özel Anahtar Şifresi

source: SSH Tunnel
tr: SSH Tüneli

source: SSH Tunnel configuration parameters
tr: SSH Tüneli yapılandırma parametreleri

source: Display Name
tr: Ekran adı

source: Name your database
tr: Veritabanınızı adlandırın

source: Pick a name to help you identify this database.
tr: Bu veritabanını tanımlamanıza yardımcı olacak bir ad seçin.

source: dialect+driver://username:password@host:port/database
tr: lehçe+sürücü://kullanıcı adı:şifre@ana bilgisayar:bağlantı noktası/veritabanı

source: Refer to the
tr: Bakın

source: for more information on how to structure your URI.
tr: URI'nizi nasıl yapılandıracağınız hakkında daha fazla bilgi için.

source: Test connection
tr: Test bağlantısı

source: database
tr: veri tabanı

source: Please enter a SQLAlchemy URI to test
tr: Lütfen test etmek için bir SQLAlchemy URI'si girin

source: e.g. xy12345.us-east-2.aws
tr: örneğin. xy12345.us-doğu-2.aws

source: e.g. world_population
tr: örneğin. world_population (dünya nüfusu)

source: Database settings updated
tr: Veritabanı ayarları güncellendi

source: Sorry there was an error fetching database information: %s
tr: Üzgünüz, veritabanı bilgileri alınırken bir hata oluştu: %s

source: Or choose from a list of other databases we support:
tr: Veya desteklediğimiz diğer veritabanları listesinden seçim yapın:

source: Supported databases
tr: Desteklenen veritabanları

source: Choose a database...
tr: Bir veritabanı seçin...

source: Want to add a new database?
tr: Yeni bir veritabanı eklemek ister misiniz?

source: Any databases that allow connections via SQL Alchemy URIs can be added.
tr: SQL Alchemy URI'leri üzerinden bağlantılara izin veren tüm veritabanları eklenebilir.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
tr: SQL Alchemy URI'leri üzerinden bağlantılara izin veren tüm veritabanları eklenebilir. Bir veritabanı sürücüsünün nasıl bağlanacağını öğrenin

source: Connect
tr: Bağlamak

source: Finish
tr: Sona ermek

source: This database is managed externally, and can't be edited in Superset
tr: Bu veritabanı harici olarak yönetilir ve Superset'te düzenlenemez

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
tr: Aşağıdaki veritabanlarının şifreleri, bunları içe aktarmak için gereklidir. Lütfen veritabanı yapılandırmasının "Secure Extra" ve "Certificate" bölümlerinin keşif dosyalarında bulunmadığını ve gerekirse içe aktarma işleminden sonra manuel olarak eklenmesi gerektiğini unutmayın.

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
tr: Halihazırda var olan bir veya daha fazla veritabanını içe aktarıyorsunuz. Üzerine yazmak, çalışmanızın bir kısmını kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?

source: Database Creation Error
tr: Veritabanı Oluşturma Hatası

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
tr: Veritabanınıza bağlanamıyoruz. Sorunun giderilmesine yardımcı olabilecek veritabanı tarafından sağlanan bilgiler için "Daha fazlasını görün" öğesini tıklayın.

source: CREATE DATASET
tr: VERİ SETİ OLUŞTUR

source: QUERY DATA IN SQL LAB
tr: SQL LAB'DE VERİLERİ SORGULAMA

source: Connect a database
tr: Bir veritabanı bağlayın

source: Edit database
tr: Veritabanını düzenle

source: Connect this database using the dynamic form instead
tr: Bunun yerine dinamik formu kullanarak bu veritabanını bağlayın

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
tr: Yalnızca bu veritabanına bağlanmak için gereken gerekli alanları gösteren alternatif bir forma geçmek için bu bağlantıya tıklayın.

source: Additional fields may be required
tr: Ek alanlar gerekli olabilir

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
tr: Belirli veritabanları, veritabanını başarıyla bağlamak için Gelişmiş sekmesinde ek alanların doldurulmasını gerektirir. Veritabanlarınızın gereksinimlerini öğrenin

source: Import database from file
tr: Veritabanını dosyadan içe aktar

source: Connect this database with a SQLAlchemy URI string instead
tr: Bunun yerine bu veritabanını bir SQLAlchemy URI dizesiyle bağlayın

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
tr: Bu veritabanı için SQLAlchemy URL'sini manuel olarak girmenize izin veren alternatif bir forma geçmek için bu bağlantıya tıklayın.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
tr: Bu, bir IP adresi (ör. 127.0.0.1) veya bir etki alanı adı (ör. veritabanım.com) olabilir.

source: Host
tr: Ev sahibi

source: e.g. 5432
tr: örneğin. 5432

source: Port
tr: Liman

source: e.g. sql/protocolv1/o/12345
tr: örneğin. sql/protokolv1/o/12345

source: Copy the name of the HTTP Path of your cluster.
tr: Kümenizin HTTP Yolunun adını kopyalayın.

source: Copy the name of the database you are trying to connect to.
tr: Bağlanmaya çalıştığınız veritabanının adını kopyalayın.

source: Access token
tr: Erişim belirteci

source: Pick a nickname for how the database will display in Superset.
tr: Veritabanının Superset'te nasıl görüneceğine ilişkin bir takma ad seçin.

source: e.g. param1=value1&param2=value2
tr: örneğin. param1=değer1&param2=değer2

source: Additional Parameters
tr: Ek Parametreler

source: Add additional custom parameters
tr: Ek özel parametreler ekleyin

source: SSL Mode "require" will be used.
tr: SSL Modu "require" kullanılacaktır.

source: Type of Google Sheets allowed
tr: İzin verilen Google E-Tablolarının türü

source: Publicly shared sheets only
tr: Yalnızca genel olarak paylaşılan sayfalar

source: Public and privately shared sheets
tr: Herkese açık ve özel olarak paylaşılan sayfalar

source: How do you want to enter service account credentials?
tr: Hizmet hesabı kimlik bilgilerini nasıl girmek istiyorsunuz?

source: Upload JSON file
tr: JSON dosyasını yükle

source: Copy and Paste JSON credentials
tr: JSON kimlik bilgilerini kopyalayıp yapıştırın

source: Service Account
tr: Hizmet Hesabı

source: Paste content of service credentials JSON file here
tr: Hizmet kimlik bilgileri JSON dosyasının içeriğini buraya yapıştırın

source: Copy and paste the entire service account .json file here
tr: Tüm hizmet hesabı .json dosyasını kopyalayıp buraya yapıştırın

source: Upload Credentials
tr: Kimlik Bilgilerini Yükle

source: Use the JSON file you automatically downloaded when creating your service account.
tr: Hizmet hesabınızı oluştururken otomatik olarak indirdiğiniz JSON dosyasını kullanın.

source: Connect Google Sheets as tables to this database
tr: Google E-Tabloları tablo olarak bu veritabanına bağlayın

source: Google Sheet Name and URL
tr: Google Sayfa Adı ve URL'si

source: Enter a name for this sheet
tr: Bu sayfa için bir ad girin

source: Paste the shareable Google Sheet URL here
tr: Paylaşılabilir Google E-Tablosu URL'sini buraya yapıştırın

source: Add sheet
tr: Sayfa ekle

source: Copy the account name of that database you are trying to connect to.
tr: Bağlanmaya çalıştığınız veritabanının hesap adını kopyalayın.

source: e.g. compute_wh
tr: örneğin. hesaplama_wh

source: e.g. AccountAdmin
tr: örneğin. Hesap Yöneticisi

source: Duplicate dataset
tr: Yinelenen veri kümesi

source: Duplicate
tr: Kopyalamak

source: New dataset name
tr: Yeni veri kümesi adı

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
tr: Aşağıdaki veritabanlarının şifreleri, veri kümeleri ile birlikte içe aktarmak için gereklidir. Veritabanı konfigürasyonunun "Secure Extra" ve "Certificate" bölümlerinin dışa aktarma dosyalarında bulunmadığına ve gerekirse içe aktarma işleminden sonra manuel olarak eklenmesi gerektiğine dikkat edin.

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
tr: Halihazırda var olan bir veya daha fazla veri kümesini içe aktarıyorsunuz. Üzerine yazmak, çalışmanızın bir kısmını kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?

source: Refreshing columns
tr: Yenilenen sütunlar

source: Table columns
tr: Tablo sütunları

source: Loading
tr: Yükleniyor

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
tr: Bu tablo zaten onunla ilişkilendirilmiş bir veri kümesine sahip. Bir tabloyla yalnızca bir veri kümesini ilişkilendirebilirsiniz.

source: View Dataset
tr: Veri Kümesini Görüntüle

source: This table already has a dataset
tr: Bu tabloda zaten bir veri kümesi var

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
tr: Veri kümeleri, veritabanı tablolarından veya SQL sorgularından oluşturulabilir. Soldan bir veritabanı tablosu seçin veya

source: create dataset from SQL query
tr: SQL sorgusundan veri kümesi oluştur

source: to open SQL Lab. From there you can save the query as a dataset.
tr: SQL Lab'ı açar. Oradan sorguyu bir veri kümesi olarak kaydedebilirsiniz.

source: Select dataset source
tr: Veri kümesi kaynağı seçin

source: No table columns
tr: Tablo sütunu yok

source: This database table does not contain any data. Please select a different table.
tr: Bu veritabanı tablosu herhangi bir veri içermiyor. Lütfen farklı bir tablo seçin.

source: An Error Occurred
tr: Bir hata oluştu

source: Unable to load columns for the selected table. Please select a different table.
tr: Seçili tablo için sütunlar yüklenemiyor. Lütfen farklı bir tablo seçin.

source: The API response from %s does not match the IDatabaseTable interface.
tr: %s'den gelen API yanıtı, IDatabaseTable arabirimiyle eşleşmiyor.

source: Usage
tr: Kullanım

source: Chart owners
tr: Grafik sahipleri

source: Chart last modified
tr: Son değiştirilen grafik

source: Chart last modified by
tr: Grafik son değiştiren

source: Dashboard usage
tr: Panel kullanımı

source: Create chart with dataset
tr: Veri kümesiyle grafik oluştur

source: chart
tr: çizelge

source: No charts
tr: Grafik yok

source: This dataset is not used to power any charts.
tr: Bu veri kümesi, herhangi bir çizelgeye güç sağlamak için kullanılmaz.

source: Select a database table.
tr: Bir veritabanı tablosu seçin.

source: Create dataset and create chart
tr: Veri kümesi oluştur ve grafik oluştur

source: New dataset
tr: Yeni veri kümesi

source: Select a database table and create dataset
tr: Bir veritabanı tablosu seçin ve veri kümesi oluşturun

source: dataset name
tr: veri kümesi adı

source: There was an error fetching tables
tr: Tablolar getirilirken bir hata oluştu

source: Select database & schema
tr: Veritabanı ve şema seçin

source: Table loading
tr: Tablo yükleme

source: No database tables found
tr: Veritabanı tablosu bulunamadı

source: Try selecting a different schema
tr: Farklı bir şema seçmeyi deneyin

source: Select database table
tr: Veritabanı tablosunu seçin

source: Refresh table list
tr: Tablo listesini yenile

source: Refresh tables
tr: Tabloları yenile

source: Search tables
tr: Tablo ara

source: There was an error fetching dataset
tr: Veri kümesi getirilirken bir hata oluştu

source: There was an error fetching dataset's related objects
tr: Veri kümesinin ilgili nesneleri getirilirken bir hata oluştu

source: There was an error loading the dataset metadata
tr: Veri kümesi meta verileri yüklenirken bir hata oluştu

source: [Untitled]
tr: [İsimsiz]

source: Unknown
tr: Bilinmeyen

source: Viewed %s
tr: %s görüntülendi

source: Edited
tr: Düzenlendi

source: Created
tr: Oluşturuldu

source: Viewed
tr: Görüntülendi

source: Favorite
tr: Favori

source: Mine
tr: Bana ait

source: View All »
tr: Hepsini gör "

source: An error occurred while fetching dashboards: %s
tr: Paneller getirilirken bir hata oluştu: %s

source: charts
tr: grafikler

source: dashboards
tr: panolar

source: recents
tr: sonlar

source: saved queries
tr: kaydedilen sorgular

source: No charts yet
tr: Henüz grafik yok

source: No dashboards yet
tr: Henüz kontrol paneli yok

source: No recents yet
tr: Henüz son kayıt yok

source: No saved queries yet
tr: Henüz kayıtlı sorgu yok

source: %(other)s charts will appear here
tr: %(other)s çizelgeleri burada görünecek

source: %(other)s dashboards will appear here
tr: %(other)s kontrol paneli burada görünecek

source: %(other)s recents will appear here
tr: %(other)s son kullanılanlar burada görünecek

source: %(other)s saved queries will appear here
tr: %(other)s kayıtlı sorgu burada görünecek

source: Recently viewed charts, dashboards, and saved queries will appear here
tr: Son görüntülenen grafikler, panolar ve kaydedilen sorgular burada görünür

source: Recently created charts, dashboards, and saved queries will appear here
tr: Yakın zamanda oluşturulan grafikler, panolar ve kaydedilen sorgular burada görünür

source: Recently edited charts, dashboards, and saved queries will appear here
tr: Yakın zamanda düzenlenen grafikler, panolar ve kaydedilen sorgular burada görünür

source: SQL query
tr: SQL sorgusu

source: You don't have any favorites yet!
tr: Henüz favoriniz yok!

source: See all %(tableName)s
tr: Tüm %(tableName)s'e bakın

source: Connect database
tr: Veritabanını bağla

source: Create dataset
tr: Veri kümesi oluştur

source: Connect Google Sheet
tr: Google E-Tablosunu Bağla

source: Upload CSV to database
tr: CSV'yi veritabanına yükleyin

source: Upload columnar file to database
tr: Sütunlu dosyayı veritabanına yükleyin

source: Upload Excel file to database
tr: Excel dosyasını veritabanına yükleyin

source: Enable 'Allow file uploads to database' in any database's settings
tr: Herhangi bir veritabanının ayarlarında "Veritabanına dosya yüklemeye izin ver" seçeneğini etkinleştirin

source: Profile
tr: Profil

source: Info
tr: Bilgi

source: Logout
tr: Çıkış Yap

source: About
tr: Hakkında

source: Powered by Apache Superset
tr: Apache Superset tarafından desteklenmektedir

source: Build
tr: İnşa etmek

source: Documentation
tr: Belgeler

source: Report a bug
tr: Hata bildir

source: Login
tr: Giriş

source: query
tr: sorgu

source: Deleted: %s
tr: Silindi: %s

source: There was an issue deleting %s: %s
tr: %s silinirken bir sorun oluştu: %s

source: This action will permanently delete the saved query.
tr: Bu işlem kaydedilen sorguyu kalıcı olarak siler.

source: Delete Query?
tr: Sorgu Silinsin mi?

source: Ran %s
tr: %s çalıştırıldı

source: Saved queries
tr: Kayıtlı sorgular

source: Next
tr: Sonraki

source: Tab name
tr: Sekme adı

source: User query
tr: Kullanıcı sorgusu

source: Executed query
tr: Yürütülen sorgu

source: Query name
tr: Sorgu adı

source: SQL Copied!
tr: SQL Kopyalandı!

source: Sorry, your browser does not support copying.
tr: Üzgünüz, tarayıcınız kopyalamayı desteklemiyor.

source: rowlevelsecurity
tr: satır bazında güvenlik (rowlevelsecurity)

source: Edit Rule
tr: Kural Düzenle

source: Add Rule
tr: Kural Ekle

source: Rule Name
tr: Kural Adı

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
tr: Normal filtreler, bir kullanıcı filtrede başvurulan bir role aitse sorgulara where cümleleri ekler, temel filtreler filtrede tanımlanan roller dışındaki tüm sorgulara filtre uygular ve bir filtre grubundaki hiçbir RLS filtresi uygulanmadığında kullanıcıların neleri görebileceğini tanımlamak için kullanılabilir.

source: These are the tables this filter will be applied to.
tr: Bunlar, bu filtrenin uygulanacağı tablolardır.

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
tr: Normal filtreler için bunlar, bu filtrenin uygulanacağı rollerdir. Temel filtreler için bunlar, filtrenin UYGULAMADIĞI rollerdir, örn. Yönetici, yöneticinin tüm verileri görmesi gerekiyorsa.

source: Group Key
tr: Grup anahtarı

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
tr: Aynı grup anahtarına sahip filtreler, grup içinde birlikte OR'lenirken, farklı filtre grupları birlikte AND'lenir. Tanımsız grup anahtarları, benzersiz gruplar olarak ele alınır, yani birlikte gruplandırılmaz. Örneğin, bir tabloda ikisi Finans ve Pazarlama departmanları için (grup anahtarı = 'departman') ve biri Avrupa bölgesine (grup anahtarı = 'bölge') atıfta bulunan üç filtre varsa, filtre yan tümcesi şu şekilde uygulanır: filtre (bölüm = 'Finans' VEYA bölüm = 'Pazarlama') VE (bölge = 'Avrupa').

source: Clause
tr: Madde

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
tr: Bu, WHERE yan tümcesine eklenecek koşuldur. Örneğin, yalnızca belirli bir müşteri için satır döndürmek için "client_id = 9" yan tümcesiyle normal bir filtre tanımlayabilirsiniz. Bir kullanıcı bir RLS filtre rolüne ait olmadığı sürece hiçbir satırın görüntülenmemesi için, "1 = 0" (her zaman yanlış) yan tümcesiyle bir temel filtre oluşturulabilir.

source: Regular
tr: Normal

source: Base
tr: Baz

source: No columns
tr: Sütun yok

source: %s option
tr: %s seçenek

source: Columns to show
tr: Gösterilecek sütunlar

source: UI Configuration
tr: Kullanıcı Arayüzü Yapılandırması

source: Can select multiple values
tr: Birden fazla değer seçebilir

source: Filter value is required
tr: Filtre değeri gerekli

source: User must select a value before applying the filter
tr: Kullanıcı, filtreyi uygulamadan önce bir değer seçmelidir

source: Group By filter plugin
tr: Group By filtre eklentisi

source: Chosen non-numeric column
tr: Sayısal olmayan sütun seçildi

source: Single value
tr: Tek değer

source: Use only a single value.
tr: Yalnızca tek bir değer kullanın.

source: Range filter plugin using AntD
tr: AntD kullanarak aralık filtresi eklentisi

source: (excluded)
tr: (hariç)

source: Select first filter value by default
tr: Varsayılan olarak ilk filtre değerini seçin

source: When using this option, default value can’t be set
tr: Bu seçeneği kullanırken, varsayılan değer ayarlanamaz

source: Inverse selection
tr: Tersini seç

source: Exclude selected values
tr: Seçilen değerleri hariç tut

source: Dynamically search all filter values
tr: Tüm filtre değerlerini dinamik olarak arayın

source: Select filter plugin using AntD
tr: AntD kullanarak filtre eklentisini seçin

source: Custom time filter plugin
tr: Özel zaman filtresi eklentisi

source: No time columns
tr: Zaman sütunu yok

source: Time column filter plugin
tr: Zaman sütunu filtresi eklentisi

source: Time grain filter plugin
tr: Zaman tahıl filtresi eklentisi

source: Time series
tr: Zaman serisi

source: Working
tr: Çalışma

source: Not triggered
tr: Tetiklenmedi

source: On Grace
tr: Grace'de

source: alert
tr: uyarı

source: reports
tr: raporlar

source: alerts
tr: uyarılar

source: There was an issue deleting the selected %s: %s
tr: Seçilen %s silinirken bir sorun oluştu: %s

source: Last run
tr: Son koşu

source: Execution log
tr: Yürütme günlüğü

source: Bulk select
tr: Toplu seçim

source: No %s yet
tr: Henüz %s yok

source: Owner
tr: Oluşturan

source: All
tr: Tüm

source: An error occurred while fetching owners values: %s
tr: Sahip değerleri getirilirken bir hata oluştu: %s

source: An error occurred while fetching created by values: %s
tr: Şu değerler tarafından oluşturulan getirilirken bir hata oluştu: %s

source: Status
tr: Durum

source: Alerts & reports
tr: Uyarılar ve raporlar

source: Alerts
tr: Uyarılar

source: Reports
tr: Raporlar

source: Delete %s?
tr: %s silinsin mi?

source: Are you sure you want to delete the selected %s?
tr: Seçilen %s'yi silmek istediğinizden emin misiniz?

source: search by tags
tr: etiketlere göre ara

source: There was an issue deleting the selected layers: %s
tr: Seçilen katmanlar silinirken bir sorun oluştu: %s

source: Edit template
tr: Şablonu düzenle

source: Delete template
tr: Şablonu sil

source: An error occurred while fetching dataset datasource values: %s
tr: Veri kümesi veri kaynağı değerleri alınırken bir hata oluştu: %s

source: No annotation layers yet
tr: Henüz ek açıklama katmanı yok
